"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 300, \"filters\": \"%\", \"lower\": false, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<unk>\", \"document_count\": 100010, \"word_counts\": \"{\\\"<start>\\\": 100010, \\\"0\\\": 45532, \\\"=\\\": 101802, \\\"<\\\": 2826, \\\"\\\\\\\\{\\\": 4777, \\\"J\\\": 5982, \\\"_\\\": 261796, \\\"{\\\": 569940, \\\"i\\\": 48191, \\\"}\\\": 569939, \\\"D\\\": 10965, \\\"^\\\": 208337, \\\"\\\\\\\\alpha\\\": 19259, \\\"+\\\": 76986, \\\"g\\\": 17899, \\\"K\\\": 5874, \\\"*\\\": 5058, \\\"T\\\": 13187, \\\"j\\\": 19468, \\\"\\\\\\\\psi\\\": 8435, \\\"-\\\": 93552, \\\"\\\\\\\\}\\\": 4805, \\\"\\\\\\\\varepsilon\\\": 2594, \\\"\\\\\\\\frac\\\": 61038, \\\"\\\\\\\\delta\\\": 7934, \\\"c\\\": 17236, \\\"B\\\": 11926, \\\"R\\\": 12307, \\\"S\\\": 11923, \\\"O\\\": 2581, \\\"Y\\\": 3123, \\\">\\\": 3017, \\\"<end>\\\": 100010, \\\"\\\\\\\\colon\\\": 142, \\\"G\\\": 8217, \\\"\\\\\\\\times\\\": 2250, \\\"X\\\": 8585, \\\"\\\\\\\\to\\\": 2565, \\\",\\\": 80308, \\\"s\\\": 16619, \\\"n\\\": 35722, \\\"\\\\\\\\sum\\\": 8891, \\\"k\\\": 26948, \\\"(\\\": 149965, \\\"1\\\": 107612, \\\")\\\": 149914, \\\"!\\\": 1858, \\\".\\\": 38449, \\\"r\\\": 22617, \\\"\\\\\\\\ell\\\": 2036, \\\"e\\\": 22501, \\\"\\\\\\\\cos\\\": 2656, \\\"\\\\\\\\varphi\\\": 4676, \\\"\\\\\\\\epsilon\\\": 6656, \\\"P\\\": 9208, \\\"a\\\": 36094, \\\"\\\\\\\\leq\\\": 1690, \\\"x\\\": 47288, \\\"\\\\\\\\lambda\\\": 13212, \\\"t\\\": 22703, \\\"\\\\\\\\partial\\\": 21431, \\\"\\\\\\\\sqrt\\\": 10317, \\\"\\\\\\\\pi\\\": 16251, \\\"\\\\\\\\vec\\\": 6506, \\\"N\\\": 13061, \\\"\\\\\\\\oint\\\": 424, \\\"\\\\\\\\Gamma\\\": 5813, \\\"d\\\": 34183, \\\"z\\\": 16040, \\\"|\\\": 17998, \\\"p\\\": 22442, \\\"3\\\": 25292, \\\"\\\\\\\\rangle\\\": 6048, \\\"\\\\\\\\xi\\\": 5707, \\\"\\\\\\\\prime\\\": 9974, \\\"\\\\\\\\sigma\\\": 10584, \\\"2\\\": 147517, \\\"6\\\": 6240, \\\"4\\\": 20982, \\\"7\\\": 3051, \\\"5\\\": 7317, \\\"8\\\": 4768, \\\"\\\\\\\\theta\\\": 11093, \\\"\\\\\\\\hat\\\": 8924, \\\"h\\\": 7854, \\\"\\\\\\\\wedge\\\": 1695, \\\"\\\\\\\\supset\\\": 98, \\\"\\\\\\\\cdots\\\": 2932, \\\"L\\\": 11096, \\\"E\\\": 8437, \\\"\\\\\\\\bar\\\": 7084, \\\"/\\\": 11649, \\\"m\\\": 25422, \\\"A\\\": 21813, \\\"F\\\": 11226, \\\"\\\\\\\\mu\\\": 31595, \\\"\\\\\\\\nu\\\": 16583, \\\"\\\\\\\\kappa\\\": 3512, \\\"\\\\\\\\rho\\\": 9275, \\\":\\\": 2440, \\\"\\\\\\\\prod\\\": 1493, \\\"I\\\": 7006, \\\"\\\\\\\\tilde\\\": 7939, \\\"\\\\\\\\Delta\\\": 5811, \\\"\\\\\\\\phi\\\": 13792, \\\"b\\\": 17525, \\\"\\\\\\\\Phi\\\": 5608, \\\"\\\\\\\\in\\\": 856, \\\"Z\\\": 4752, \\\"\\\\\\\\widetilde\\\": 1300, \\\"V\\\": 8785, \\\"w\\\": 4438, \\\"[\\\": 15326, \\\"]\\\": 15465, \\\"\\\\\\\\chi\\\": 4008, \\\"\\\\\\\\min\\\": 38, \\\"\\\\\\\\Im\\\": 93, \\\"\\\\\\\\gamma\\\": 9611, \\\"l\\\": 11828, \\\"y\\\": 13306, \\\"\\\\\\\\ln\\\": 2389, \\\"\\\\\\\\log\\\": 1581, \\\"C\\\": 8808, \\\"\\\\\\\\exp\\\": 2054, \\\"H\\\": 9282, \\\"Q\\\": 7091, \\\"\\\\\\\\pm\\\": 4892, \\\"\\\\\\\\sp\\\": 220, \\\"f\\\": 16519, \\\"\\\\\\\\omega\\\": 7574, \\\"W\\\": 5343, \\\"o\\\": 4083, \\\"\\\\\\\\mbox\\\": 1815, \\\"$\\\": 772, \\\"\\\\\\\\mid\\\": 1491, \\\"M\\\": 12117, \\\"q\\\": 13355, \\\"\\\\\\\\equiv\\\": 3319, \\\"\\\\\\\\sim\\\": 1790, \\\"'\\\": 6301, \\\"\\\\\\\\tau\\\": 7425, \\\"\\\\\\\\stackrel\\\": 773, \\\"\\\\\\\\rightarrow\\\": 1481, \\\"\\\\\\\\infty\\\": 3349, \\\"\\\\\\\\longrightarrow\\\": 444, \\\"\\\\\\\\dot\\\": 2984, \\\"\\\\\\\\det\\\": 436, \\\"\\\\\\\\eta\\\": 6164, \\\"9\\\": 2574, \\\"u\\\": 9631, \\\"\\\\\\\\cdot\\\": 5558, \\\"v\\\": 7975, \\\"\\\\\\\\mapsto\\\": 430, \\\"\\\\\\\\Bigr\\\": 518, \\\"in\\\": 917, \\\"\\\\\\\\over\\\": 10606, \\\"\\\\\\\\longleftrightarrow\\\": 26, \\\"\\\\\\\\forall\\\": 190, \\\"\\\\\\\\int\\\": 7264, \\\"\\\\\\\\ldots\\\": 2802, \\\"\\\\\\\\cap\\\": 262, \\\"U\\\": 5096, \\\"\\\\\\\\circ\\\": 1158, \\\"\\\\\\\\sin\\\": 3002, \\\"\\\\\\\\Lambda\\\": 4517, \\\"\\\\\\\\neg\\\": 190, \\\"\\\\\\\\Psi\\\": 3037, \\\"\\\\\\\\hbar\\\": 1711, \\\"\\\\\\\\hbox\\\": 231, \\\"\\\\\\\\Omega\\\": 3848, \\\"\\\\\\\\Theta\\\": 1063, \\\"\\\\\\\\tan\\\": 582, \\\"\\\\\\\\widehat\\\": 855, \\\"\\\\\\\\nabla\\\": 2462, \\\"\\\\\\\\Sigma\\\": 1989, \\\"\\\\\\\\parallel\\\": 172, \\\"\\\\\\\\simeq\\\": 855, \\\"\\\\\\\\perp\\\": 847, \\\"\\\\\\\\sinh\\\": 705, \\\"\\\\\\\\cosh\\\": 661, \\\"\\\\\\\\Big\\\": 1224, \\\"\\\\\\\\check\\\": 280, \\\"\\\\\\\\cong\\\": 263, \\\"\\\\\\\\beta\\\": 7336, \\\"\\\\\\\\langle\\\": 3825, \\\"\\\\\\\\Pi\\\": 1476, \\\"\\\\\\\\dagger\\\": 1590, \\\";\\\": 3820, \\\"\\\\\\\\triangle\\\": 272, \\\"\\\\\\\\Rightarrow\\\": 225, \\\"\\\\\\\\vert\\\": 1264, \\\"\\\\\\\\geq\\\": 946, \\\"\\\\\\\\arctan\\\": 225, \\\"\\\\\\\\ddot\\\": 258, \\\"\\\\\\\\mathfrak\\\": 687, \\\"\\\\\\\\approx\\\": 1411, \\\"\\\\\\\\ast\\\": 893, \\\"\\\\\\\\Bigl\\\": 506, \\\"\\\\\\\\oplus\\\": 513, \\\"\\\\\\\\ll\\\": 192, \\\"\\\\\\\\propto\\\": 357, \\\"\\\\\\\\L\\\": 89, \\\"\\\\\\\\biggl\\\": 258, \\\"\\\\\\\\sec\\\": 96, \\\"\\\\\\\\Xi\\\": 311, \\\"\\\\\\\\not\\\": 335, \\\"\\\\\\\\otimes\\\": 1922, \\\"\\\\\\\\vartheta\\\": 462, \\\"\\\\\\\\arg\\\": 43, \\\"\\\\\\\\star\\\": 701, \\\"\\\\\\\\overline\\\": 3347, \\\"\\\\\\\\mp\\\": 532, \\\"\\\\\\\\overset\\\": 28, \\\"\\\\\\\\frown\\\": 12, \\\"\\\\\\\\hookrightarrow\\\": 27, \\\"\\\\\\\\biggr\\\": 253, \\\"\\\\\\\\lim\\\": 469, \\\"\\\\\\\\bigl\\\": 229, \\\"\\\\\\\\bigr\\\": 231, \\\"\\\\\\\\|\\\": 758, \\\"\\\\\\\\ker\\\": 51, \\\"\\\\\\\\lbrack\\\": 194, \\\"\\\\\\\\cot\\\": 244, \\\"\\\\\\\\csc\\\": 70, \\\"\\\\\\\\zeta\\\": 2344, \\\"\\\\\\\\dag\\\": 341, \\\"\\\\\\\\varnothing\\\": 44, \\\"\\\\\\\\Leftrightarrow\\\": 83, \\\"\\\\\\\\subseteq\\\": 193, \\\"\\\\\\\\setminus\\\": 79, \\\"\\\\\\\\le\\\": 220, \\\"\\\\\\\"\\\": 53, \\\"\\\\\\\\S\\\": 33, \\\"\\\\\\\\triangleleft\\\": 12, \\\"\\\\\\\\lor\\\": 123, \\\"\\\\\\\\neq\\\": 626, \\\"''\\\": 414, \\\"\\\\\\\\Re\\\": 92, \\\"\\\\\\\\nearrow\\\": 8, \\\"cm\\\": 20, \\\"\\\\\\\\lVert\\\": 13, \\\"\\\\\\\\rVert\\\": 13, \\\"\\\\\\\\Pr\\\": 7, \\\"\\\\\\\\imath\\\": 198, \\\"\\\\\\\\dots\\\": 589, \\\"\\\\\\\\big\\\": 545, \\\"\\\\\\\\uparrow\\\": 563, \\\"\\\\\\\\upsilon\\\": 45, \\\"\\\\\\\\tanh\\\": 114, \\\"\\\\\\\\bigoplus\\\": 59, \\\"\\\\\\\\odot\\\": 65, \\\"\\\\\\\\underbrace\\\": 50, \\\"\\\\\\\\bot\\\": 116, \\\"\\\\\\\\P\\\": 38, \\\"\\\\\\\\Longleftrightarrow\\\": 35, \\\"\\\\\\\\therefore\\\": 7, \\\"\\\\\\\\land\\\": 157, \\\"\\\\\\\\arcsin\\\": 37, \\\"\\\\\\\\rbrack\\\": 81, \\\"\\\\\\\\mod\\\": 18, \\\"\\\\\\\\iota\\\": 132, \\\"\\\\\\\\smile\\\": 10, \\\"\\\\\\\\_\\\": 31, \\\"\\\\\\\\mathop\\\": 40, \\\"\\\\\\\\pmod\\\": 117, \\\"\\\\\\\\varsigma\\\": 50, \\\"\\\\\\\\vee\\\": 123, \\\"\\\\\\\\subset\\\": 240, \\\"\\\\\\\\#\\\": 106, \\\"\\\\\\\\notin\\\": 13, \\\"\\\\\\\\cup\\\": 209, \\\"\\\\\\\\Biggl\\\": 97, \\\"\\\\\\\\Biggr\\\": 96, \\\"\\\\\\\\ne\\\": 109, \\\"\\\\\\\\Bigg\\\": 195, \\\"\\\\\\\\O\\\": 43, \\\"\\\\\\\\Vdash\\\": 17, \\\"\\\\\\\\rtimes\\\": 4, \\\"\\\\\\\\ltimes\\\": 3, \\\"\\\\\\\\&\\\": 8, \\\"\\\\\\\\complement\\\": 11, \\\"\\\\\\\\leftrightarrow\\\": 106, \\\"\\\\\\\\slash\\\": 48, \\\"\\\\\\\\varrho\\\": 210, \\\"\\\\\\\\geqslant\\\": 15, \\\"\\\\\\\\ge\\\": 213, \\\"\\\\\\\\vdash\\\": 47, \\\"\\\\\\\\gg\\\": 140, \\\"\\\\\\\\lgroup\\\": 3, \\\"\\\\\\\\rgroup\\\": 3, \\\"\\\\\\\\top\\\": 37, \\\"\\\\\\\\varpi\\\": 86, \\\"\\\\\\\\triangleq\\\": 15, \\\"\\\\\\\\Box\\\": 66, \\\"\\\\\\\\max\\\": 17, \\\"\\\\\\\\atop\\\": 82, \\\"\\\\\\\\lbrace\\\": 57, \\\"\\\\\\\\rbrace\\\": 57, \\\"\\\\\\\\dim\\\": 19, \\\"\\\\\\\\o\\\": 96, \\\"\\\\\\\\backslash\\\": 22, \\\"`\\\": 27, \\\"\\\\\\\\Upsilon\\\": 105, \\\"\\\\\\\\bmod\\\": 10, \\\"\\\\\\\\cdotp\\\": 20, \\\"\\\\\\\\lfloor\\\": 59, \\\"\\\\\\\\rfloor\\\": 75, \\\"\\\\\\\\varinjlim\\\": 5, \\\"\\\\\\\\natural\\\": 8, \\\"\\\\\\\\\\\": 49, \\\"\\\\\\\\aleph\\\": 93, \\\"\\\\\\\\bigg\\\": 283, \\\"\\\\\\\\lceil\\\": 28, \\\"\\\\\\\\breve\\\": 68, \\\"\\\\\\\\Vert\\\": 45, \\\"\\\\\\\\exists\\\": 67, \\\"\\\\\\\\coth\\\": 72, \\\"\\\\\\\\angle\\\": 80, \\\"\\\\\\\\bullet\\\": 54, \\\"\\\\\\\\bigtriangleup\\\": 32, \\\"\\\\\\\\leqslant\\\": 10, \\\"\\\\\\\\gets\\\": 2, \\\"\\\\\\\\hom\\\": 5, \\\"\\\\\\\\xrightarrow\\\": 27, \\\"\\\\\\\\varprojlim\\\": 7, \\\"\\\\\\\\gtrapprox\\\": 1, \\\"\\\\\\\\trianglelefteq\\\": 1, \\\"\\\\\\\\jmath\\\": 188, \\\"\\\\\\\\oslash\\\": 9, \\\"\\\\\\\\subsetneq\\\": 20, \\\"\\\\\\\\Bigm\\\": 3, \\\"\\\\\\\\square\\\": 14, \\\"\\\\\\\\l\\\": 158, \\\"\\\\\\\\pounds\\\": 19, \\\"\\\\\\\\wp\\\": 137, \\\"\\\\\\\\large\\\": 25, \\\"\\\\\\\\sb\\\": 96, \\\"\\\\\\\\models\\\": 3, \\\"\\\\\\\\doteq\\\": 22, \\\"\\\\\\\\rceil\\\": 26, \\\"\\\\\\\\lnot\\\": 63, \\\"\\\\\\\\ni\\\": 14, \\\"\\\\\\\\longmapsto\\\": 14, \\\"\\\\\\\\Diamond\\\": 8, \\\"\\\\\\\\implies\\\": 35, \\\"\\\\\\\\bigcap\\\": 9, \\\"\\\\\\\\supseteq\\\": 39, \\\"\\\\\\\\LARGE\\\": 3, \\\"\\\\\\\\acute\\\": 37, \\\"\\\\\\\\lg\\\": 6, \\\"\\\\\\\\Longrightarrow\\\": 49, \\\"\\\\\\\\rightharpoonup\\\": 31, \\\"\\\\\\\\diamondsuit\\\": 9, \\\"\\\\\\\\cfrac\\\": 10, \\\"\\\\\\\\sharp\\\": 31, \\\"\\\\\\\\downarrow\\\": 51, \\\"\\\\\\\\bigm\\\": 4, \\\"\\\\\\\\ominus\\\": 15, \\\"\\\\\\\\arccos\\\": 7, \\\"\\\\\\\\sqcup\\\": 18, \\\"\\\\\\\\amalg\\\": 8, \\\"\\\\\\\\flat\\\": 21, \\\"\\\\\\\\Large\\\": 31, \\\"mm\\\": 33, \\\"\\\\\\\\nleftrightarrow\\\": 3, \\\"\\\\\\\\prec\\\": 8, \\\"\\\\\\\\]\\\": 1, \\\"\\\\\\\\[\\\": 1, \\\"\\\\\\\\ddagger\\\": 9, \\\"\\\\\\\\bigtriangledown\\\": 7, \\\"\\\\\\\\bigwedge\\\": 7, \\\"\\\\\\\\bigcup\\\": 18, \\\"\\\\\\\\c\\\": 9, \\\"\\\\\\\\lesssim\\\": 11, \\\"\\\\\\\\biggm\\\": 1, \\\"\\\\\\\\Uparrow\\\": 6, \\\"\\\\\\\\surd\\\": 6, \\\"\\\\\\\\sup\\\": 12, \\\"\\\\\\\\succ\\\": 6, \\\"\\\\\\\\i\\\": 32, \\\"\\\\\\\\gcd\\\": 13, \\\"\\\\\\\\gtrsim\\\": 6, \\\"\\\\\\\\deg\\\": 17, \\\"\\\\\\\\j\\\": 9, \\\"\\\\\\\\leftarrow\\\": 28, \\\"\\\\\\\\preceq\\\": 2, \\\"\\\\\\\\triangleright\\\": 5, \\\"\\\\\\\\notag\\\": 1, \\\"\\\\\\\\emptyset\\\": 10, \\\"\\\\\\\\approxeq\\\": 1, \\\"@\\\": 9, \\\"\\\\\\\\Longleftarrow\\\": 3, \\\"\\\\\\\\nleq\\\": 2, \\\"\\\\\\\\diamond\\\": 6, \\\"\\\\\\\\ddag\\\": 1, \\\"\\\\\\\\underset\\\": 6, \\\"\\\\\\\\iint\\\": 1, \\\"\\\\\\\\inf\\\": 3, \\\"\\\\\\\\xleftarrow\\\": 6, \\\"?\\\": 9, \\\"\\\\\\\\succeq\\\": 3, \\\"\\\\\\\\coprod\\\": 4, \\\"\\\\\\\\upharpoonright\\\": 4, \\\"\\\\\\\\bigotimes\\\": 22, \\\"\\\\\\\\vdots\\\": 1, \\\"\\\\\\\\Downarrow\\\": 2, \\\"\\\\\\\\sqcap\\\": 3, \\\"\\\\\\\\smallint\\\": 2, \\\"\\\\\\\\pitchfork\\\": 1, \\\"\\\\\\\\Bar\\\": 1, \\\"\\\\\\\\Tilde\\\": 2, \\\"\\\\\\\\longleftarrow\\\": 9, \\\"\\\\\\\\shortparallel\\\": 2, \\\"\\\\\\\\bigvee\\\": 1, \\\"\\\\\\\\uplus\\\": 1, \\\"\\\\\\\\ointop\\\": 1, \\\"\\\\\\\\subsetneqq\\\": 2, \\\"\\\\\\\\iiint\\\": 1, \\\"\\\\\\\\AA\\\": 2, \\\"\\\\\\\\overleftrightarrow\\\": 1, \\\"\\\\\\\\asymp\\\": 3, \\\"\\\\\\\\leqq\\\": 2, \\\"\\\\\\\\varpropto\\\": 1, \\\"\\\\\\\\rightleftharpoons\\\": 1, \\\"\\\\\\\\searrow\\\": 1, \\\"\\\\\\\\vartriangle\\\": 1, \\\"\\\\\\\\$\\\": 1, \\\"\\\\\\\\varkappa\\\": 2, \\\"\\\\\\\\noindent\\\": 1, \\\"\\\\\\\\ae\\\": 1, \\\"\\\\\\\\thicksim\\\": 2, \\\"\\\\\\\\normalsize\\\": 1, \\\"\\\\\\\\SS\\\": 4, \\\"\\\\\\\\vDash\\\": 2, \\\"\\\\\\\\limsup\\\": 2, \\\"\\\\\\\\newline\\\": 1}\", \"word_docs\": \"{\\\"g\\\": 10438, \\\"\\\\\\\\}\\\": 3695, \\\"=\\\": 78363, \\\"B\\\": 6868, \\\"Y\\\": 1843, \\\"{\\\": 92400, \\\"*\\\": 3072, \\\"<end>\\\": 100010, \\\"c\\\": 9863, \\\"}\\\": 92400, \\\"-\\\": 48958, \\\"\\\\\\\\alpha\\\": 8909, \\\"j\\\": 7375, \\\"_\\\": 71596, \\\"K\\\": 3540, \\\"<start>\\\": 100010, \\\"\\\\\\\\psi\\\": 4032, \\\"O\\\": 1818, \\\">\\\": 2049, \\\"^\\\": 67105, \\\"i\\\": 21080, \\\"T\\\": 7836, \\\"0\\\": 26962, \\\"<\\\": 2028, \\\"J\\\": 3143, \\\"\\\\\\\\delta\\\": 4398, \\\"\\\\\\\\varepsilon\\\": 1651, \\\"D\\\": 6536, \\\"+\\\": 40591, \\\"\\\\\\\\{\\\": 3666, \\\"S\\\": 7344, \\\"R\\\": 7239, \\\"\\\\\\\\frac\\\": 35926, \\\"X\\\": 4209, \\\"\\\\\\\\times\\\": 1586, \\\",\\\": 42029, \\\"\\\\\\\\colon\\\": 138, \\\"G\\\": 5385, \\\"\\\\\\\\to\\\": 1925, \\\"k\\\": 10993, \\\"!\\\": 1195, \\\"s\\\": 8889, \\\"n\\\": 15236, \\\"\\\\\\\\sum\\\": 7188, \\\")\\\": 62756, \\\".\\\": 31464, \\\"1\\\": 50642, \\\"(\\\": 62778, \\\"r\\\": 10945, \\\"\\\\\\\\varphi\\\": 2511, \\\"e\\\": 13997, \\\"\\\\\\\\ell\\\": 977, \\\"\\\\\\\\cos\\\": 1931, \\\"\\\\\\\\leq\\\": 1220, \\\"a\\\": 16165, \\\"x\\\": 19514, \\\"P\\\": 5505, \\\"\\\\\\\\epsilon\\\": 4259, \\\"\\\\\\\\lambda\\\": 6856, \\\"t\\\": 11194, \\\"\\\\\\\\sqrt\\\": 7953, \\\"\\\\\\\\pi\\\": 11640, \\\"\\\\\\\\partial\\\": 9522, \\\"N\\\": 6999, \\\"\\\\\\\\Gamma\\\": 3209, \\\"d\\\": 16172, \\\"\\\\\\\\oint\\\": 329, \\\"\\\\\\\\vec\\\": 2459, \\\"z\\\": 6056, \\\"\\\\\\\\prime\\\": 4715, \\\"2\\\": 54187, \\\"3\\\": 15081, \\\"|\\\": 7032, \\\"\\\\\\\\sigma\\\": 5350, \\\"p\\\": 10129, \\\"\\\\\\\\rangle\\\": 3701, \\\"\\\\\\\\xi\\\": 2627, \\\"8\\\": 3656, \\\"7\\\": 2115, \\\"4\\\": 13796, \\\"5\\\": 4729, \\\"\\\\\\\\theta\\\": 5481, \\\"6\\\": 4513, \\\"\\\\\\\\wedge\\\": 951, \\\"\\\\\\\\hat\\\": 3733, \\\"h\\\": 4593, \\\"\\\\\\\\cdots\\\": 2146, \\\"\\\\\\\\supset\\\": 53, \\\"m\\\": 12863, \\\"\\\\\\\\kappa\\\": 2164, \\\"A\\\": 11522, \\\"\\\\\\\\bar\\\": 3322, \\\"\\\\\\\\rho\\\": 4726, \\\"F\\\": 7052, \\\"/\\\": 7864, \\\"E\\\": 5276, \\\"\\\\\\\\nu\\\": 6710, \\\"\\\\\\\\mu\\\": 12600, \\\"L\\\": 6608, \\\":\\\": 1893, \\\"\\\\\\\\prod\\\": 1168, \\\"I\\\": 3798, \\\"\\\\\\\\tilde\\\": 4271, \\\"\\\\\\\\Delta\\\": 3748, \\\"\\\\\\\\phi\\\": 6866, \\\"b\\\": 8580, \\\"\\\\\\\\Phi\\\": 2844, \\\"Z\\\": 2883, \\\"\\\\\\\\widetilde\\\": 740, \\\"\\\\\\\\in\\\": 698, \\\"w\\\": 2165, \\\"V\\\": 5732, \\\"[\\\": 10975, \\\"]\\\": 11074, \\\"\\\\\\\\chi\\\": 2257, \\\"\\\\\\\\Im\\\": 73, \\\"\\\\\\\\min\\\": 35, \\\"l\\\": 5517, \\\"\\\\\\\\gamma\\\": 5170, \\\"y\\\": 6337, \\\"\\\\\\\\ln\\\": 1828, \\\"\\\\\\\\log\\\": 1173, \\\"\\\\\\\\exp\\\": 1768, \\\"C\\\": 5435, \\\"H\\\": 5934, \\\"Q\\\": 3974, \\\"\\\\\\\\pm\\\": 2410, \\\"\\\\\\\\sp\\\": 94, \\\"\\\\\\\\omega\\\": 4169, \\\"f\\\": 9458, \\\"o\\\": 2889, \\\"W\\\": 3310, \\\"\\\\\\\\mid\\\": 786, \\\"$\\\": 223, \\\"\\\\\\\\mbox\\\": 1277, \\\"\\\\\\\\equiv\\\": 3056, \\\"M\\\": 7103, \\\"q\\\": 5937, \\\"\\\\\\\\sim\\\": 1548, \\\"'\\\": 2854, \\\"\\\\\\\\tau\\\": 3516, \\\"\\\\\\\\longrightarrow\\\": 356, \\\"\\\\\\\\rightarrow\\\": 1128, \\\"\\\\\\\\stackrel\\\": 446, \\\"\\\\\\\\infty\\\": 2334, \\\"\\\\\\\\dot\\\": 1476, \\\"\\\\\\\\det\\\": 318, \\\"9\\\": 1761, \\\"\\\\\\\\eta\\\": 3442, \\\"u\\\": 4650, \\\"\\\\\\\\cdot\\\": 3450, \\\"v\\\": 4402, \\\"\\\\\\\\mapsto\\\": 395, \\\"\\\\\\\\Bigr\\\": 407, \\\"in\\\": 727, \\\"\\\\\\\\over\\\": 5741, \\\"\\\\\\\\longleftrightarrow\\\": 25, \\\"\\\\\\\\forall\\\": 173, \\\"\\\\\\\\int\\\": 5914, \\\"\\\\\\\\ldots\\\": 1970, \\\"U\\\": 2806, \\\"\\\\\\\\cap\\\": 211, \\\"\\\\\\\\circ\\\": 695, \\\"\\\\\\\\sin\\\": 2149, \\\"\\\\\\\\Lambda\\\": 2750, \\\"\\\\\\\\neg\\\": 90, \\\"\\\\\\\\Psi\\\": 1581, \\\"\\\\\\\\hbar\\\": 1318, \\\"\\\\\\\\hbox\\\": 173, \\\"\\\\\\\\Omega\\\": 2537, \\\"\\\\\\\\Theta\\\": 669, \\\"\\\\\\\\tan\\\": 403, \\\"\\\\\\\\widehat\\\": 490, \\\"\\\\\\\\nabla\\\": 1531, \\\"\\\\\\\\perp\\\": 475, \\\"\\\\\\\\parallel\\\": 108, \\\"\\\\\\\\Sigma\\\": 1309, \\\"\\\\\\\\simeq\\\": 760, \\\"\\\\\\\\cosh\\\": 524, \\\"\\\\\\\\sinh\\\": 504, \\\"\\\\\\\\Big\\\": 547, \\\"\\\\\\\\check\\\": 112, \\\"\\\\\\\\cong\\\": 240, \\\"\\\\\\\\beta\\\": 3422, \\\"\\\\\\\\langle\\\": 2648, \\\"\\\\\\\\Pi\\\": 909, \\\"\\\\\\\\dagger\\\": 954, \\\";\\\": 2524, \\\"\\\\\\\\triangle\\\": 161, \\\"\\\\\\\\Rightarrow\\\": 197, \\\"\\\\\\\\vert\\\": 555, \\\"\\\\\\\\geq\\\": 826, \\\"\\\\\\\\arctan\\\": 167, \\\"\\\\\\\\ddot\\\": 201, \\\"\\\\\\\\mathfrak\\\": 412, \\\"\\\\\\\\approx\\\": 1255, \\\"\\\\\\\\ast\\\": 546, \\\"\\\\\\\\Bigl\\\": 401, \\\"\\\\\\\\oplus\\\": 305, \\\"\\\\\\\\ll\\\": 166, \\\"\\\\\\\\propto\\\": 335, \\\"\\\\\\\\L\\\": 39, \\\"\\\\\\\\biggl\\\": 207, \\\"\\\\\\\\sec\\\": 71, \\\"\\\\\\\\Xi\\\": 192, \\\"\\\\\\\\not\\\": 211, \\\"\\\\\\\\vartheta\\\": 247, \\\"\\\\\\\\otimes\\\": 1040, \\\"\\\\\\\\star\\\": 385, \\\"\\\\\\\\arg\\\": 35, \\\"\\\\\\\\overline\\\": 1886, \\\"\\\\\\\\mp\\\": 399, \\\"\\\\\\\\overset\\\": 26, \\\"\\\\\\\\frown\\\": 11, \\\"\\\\\\\\hookrightarrow\\\": 27, \\\"\\\\\\\\biggr\\\": 206, \\\"\\\\\\\\lim\\\": 413, \\\"\\\\\\\\bigr\\\": 167, \\\"\\\\\\\\bigl\\\": 168, \\\"\\\\\\\\|\\\": 253, \\\"\\\\\\\\ker\\\": 46, \\\"\\\\\\\\lbrack\\\": 172, \\\"\\\\\\\\cot\\\": 161, \\\"\\\\\\\\csc\\\": 52, \\\"\\\\\\\\zeta\\\": 1259, \\\"\\\\\\\\dag\\\": 192, \\\"\\\\\\\\varnothing\\\": 34, \\\"\\\\\\\\Leftrightarrow\\\": 82, \\\"\\\\\\\\subseteq\\\": 167, \\\"\\\\\\\\setminus\\\": 57, \\\"\\\\\\\\le\\\": 153, \\\"\\\\\\\"\\\": 29, \\\"\\\\\\\\S\\\": 16, \\\"\\\\\\\\triangleleft\\\": 6, \\\"\\\\\\\\lor\\\": 67, \\\"\\\\\\\\neq\\\": 588, \\\"''\\\": 275, \\\"\\\\\\\\Re\\\": 73, \\\"\\\\\\\\nearrow\\\": 4, \\\"cm\\\": 17, \\\"\\\\\\\\rVert\\\": 11, \\\"\\\\\\\\lVert\\\": 11, \\\"\\\\\\\\Pr\\\": 7, \\\"\\\\\\\\imath\\\": 129, \\\"\\\\\\\\dots\\\": 384, \\\"\\\\\\\\big\\\": 193, \\\"\\\\\\\\uparrow\\\": 163, \\\"\\\\\\\\upsilon\\\": 36, \\\"\\\\\\\\tanh\\\": 97, \\\"\\\\\\\\bigoplus\\\": 50, \\\"\\\\\\\\odot\\\": 43, \\\"\\\\\\\\underbrace\\\": 39, \\\"\\\\\\\\bot\\\": 65, \\\"\\\\\\\\P\\\": 15, \\\"\\\\\\\\Longleftrightarrow\\\": 34, \\\"\\\\\\\\therefore\\\": 7, \\\"\\\\\\\\land\\\": 110, \\\"\\\\\\\\arcsin\\\": 35, \\\"\\\\\\\\rbrack\\\": 67, \\\"\\\\\\\\mod\\\": 18, \\\"\\\\\\\\iota\\\": 77, \\\"\\\\\\\\smile\\\": 6, \\\"\\\\\\\\_\\\": 16, \\\"\\\\\\\\mathop\\\": 33, \\\"\\\\\\\\pmod\\\": 117, \\\"\\\\\\\\varsigma\\\": 37, \\\"\\\\\\\\vee\\\": 85, \\\"\\\\\\\\subset\\\": 165, \\\"\\\\\\\\#\\\": 71, \\\"\\\\\\\\notin\\\": 13, \\\"\\\\\\\\cup\\\": 169, \\\"\\\\\\\\Biggr\\\": 82, \\\"\\\\\\\\Biggl\\\": 79, \\\"\\\\\\\\ne\\\": 97, \\\"\\\\\\\\Bigg\\\": 89, \\\"\\\\\\\\O\\\": 33, \\\"\\\\\\\\Vdash\\\": 17, \\\"\\\\\\\\rtimes\\\": 4, \\\"\\\\\\\\ltimes\\\": 3, \\\"\\\\\\\\&\\\": 5, \\\"\\\\\\\\complement\\\": 9, \\\"\\\\\\\\leftrightarrow\\\": 87, \\\"\\\\\\\\slash\\\": 29, \\\"\\\\\\\\varrho\\\": 121, \\\"\\\\\\\\geqslant\\\": 11, \\\"\\\\\\\\ge\\\": 178, \\\"\\\\\\\\vdash\\\": 30, \\\"\\\\\\\\gg\\\": 122, \\\"\\\\\\\\rgroup\\\": 3, \\\"\\\\\\\\lgroup\\\": 3, \\\"\\\\\\\\top\\\": 29, \\\"\\\\\\\\varpi\\\": 49, \\\"\\\\\\\\triangleq\\\": 15, \\\"\\\\\\\\Box\\\": 47, \\\"\\\\\\\\max\\\": 14, \\\"\\\\\\\\atop\\\": 66, \\\"\\\\\\\\lbrace\\\": 50, \\\"\\\\\\\\rbrace\\\": 50, \\\"\\\\\\\\dim\\\": 18, \\\"\\\\\\\\o\\\": 60, \\\"\\\\\\\\backslash\\\": 20, \\\"`\\\": 15, \\\"\\\\\\\\Upsilon\\\": 65, \\\"\\\\\\\\bmod\\\": 8, \\\"\\\\\\\\cdotp\\\": 20, \\\"\\\\\\\\lfloor\\\": 56, \\\"\\\\\\\\rfloor\\\": 69, \\\"\\\\\\\\varinjlim\\\": 5, \\\"\\\\\\\\natural\\\": 7, \\\"\\\\\\\\\\\": 49, \\\"\\\\\\\\aleph\\\": 56, \\\"\\\\\\\\bigg\\\": 133, \\\"\\\\\\\\lceil\\\": 27, \\\"\\\\\\\\breve\\\": 36, \\\"\\\\\\\\Vert\\\": 18, \\\"\\\\\\\\exists\\\": 57, \\\"\\\\\\\\coth\\\": 66, \\\"\\\\\\\\angle\\\": 44, \\\"\\\\\\\\bullet\\\": 31, \\\"\\\\\\\\bigtriangleup\\\": 23, \\\"\\\\\\\\leqslant\\\": 9, \\\"\\\\\\\\gets\\\": 2, \\\"\\\\\\\\xrightarrow\\\": 16, \\\"\\\\\\\\hom\\\": 2, \\\"\\\\\\\\varprojlim\\\": 7, \\\"\\\\\\\\gtrapprox\\\": 1, \\\"\\\\\\\\trianglelefteq\\\": 1, \\\"\\\\\\\\jmath\\\": 65, \\\"\\\\\\\\oslash\\\": 8, \\\"\\\\\\\\subsetneq\\\": 7, \\\"\\\\\\\\Bigm\\\": 3, \\\"\\\\\\\\square\\\": 13, \\\"\\\\\\\\l\\\": 70, \\\"\\\\\\\\pounds\\\": 13, \\\"\\\\\\\\wp\\\": 77, \\\"\\\\\\\\sb\\\": 23, \\\"\\\\\\\\large\\\": 11, \\\"\\\\\\\\models\\\": 3, \\\"\\\\\\\\doteq\\\": 22, \\\"\\\\\\\\rceil\\\": 25, \\\"\\\\\\\\lnot\\\": 38, \\\"\\\\\\\\ni\\\": 14, \\\"\\\\\\\\longmapsto\\\": 13, \\\"\\\\\\\\Diamond\\\": 5, \\\"\\\\\\\\implies\\\": 25, \\\"\\\\\\\\bigcap\\\": 8, \\\"\\\\\\\\supseteq\\\": 22, \\\"\\\\\\\\LARGE\\\": 2, \\\"\\\\\\\\acute\\\": 18, \\\"\\\\\\\\lg\\\": 4, \\\"\\\\\\\\Longrightarrow\\\": 49, \\\"\\\\\\\\rightharpoonup\\\": 13, \\\"\\\\\\\\diamondsuit\\\": 6, \\\"\\\\\\\\cfrac\\\": 6, \\\"\\\\\\\\sharp\\\": 24, \\\"\\\\\\\\downarrow\\\": 23, \\\"\\\\\\\\bigm\\\": 3, \\\"\\\\\\\\ominus\\\": 10, \\\"\\\\\\\\arccos\\\": 7, \\\"\\\\\\\\sqcup\\\": 14, \\\"\\\\\\\\amalg\\\": 2, \\\"\\\\\\\\flat\\\": 10, \\\"\\\\\\\\Large\\\": 18, \\\"mm\\\": 29, \\\"\\\\\\\\nleftrightarrow\\\": 3, \\\"\\\\\\\\prec\\\": 7, \\\"\\\\\\\\]\\\": 1, \\\"\\\\\\\\[\\\": 1, \\\"\\\\\\\\ddagger\\\": 4, \\\"\\\\\\\\bigtriangledown\\\": 5, \\\"\\\\\\\\bigwedge\\\": 2, \\\"\\\\\\\\bigcup\\\": 14, \\\"\\\\\\\\c\\\": 7, \\\"\\\\\\\\lesssim\\\": 10, \\\"\\\\\\\\biggm\\\": 1, \\\"\\\\\\\\Uparrow\\\": 3, \\\"\\\\\\\\surd\\\": 5, \\\"\\\\\\\\sup\\\": 11, \\\"\\\\\\\\succ\\\": 6, \\\"\\\\\\\\i\\\": 20, \\\"\\\\\\\\gcd\\\": 8, \\\"\\\\\\\\gtrsim\\\": 6, \\\"\\\\\\\\deg\\\": 12, \\\"\\\\\\\\j\\\": 4, \\\"\\\\\\\\leftarrow\\\": 16, \\\"\\\\\\\\preceq\\\": 2, \\\"\\\\\\\\triangleright\\\": 3, \\\"\\\\\\\\notag\\\": 1, \\\"\\\\\\\\emptyset\\\": 8, \\\"\\\\\\\\approxeq\\\": 1, \\\"@\\\": 6, \\\"\\\\\\\\Longleftarrow\\\": 3, \\\"\\\\\\\\nleq\\\": 2, \\\"\\\\\\\\diamond\\\": 4, \\\"\\\\\\\\ddag\\\": 1, \\\"\\\\\\\\iint\\\": 1, \\\"\\\\\\\\underset\\\": 6, \\\"\\\\\\\\inf\\\": 2, \\\"\\\\\\\\xleftarrow\\\": 1, \\\"?\\\": 6, \\\"\\\\\\\\succeq\\\": 3, \\\"\\\\\\\\coprod\\\": 4, \\\"\\\\\\\\upharpoonright\\\": 4, \\\"\\\\\\\\bigotimes\\\": 15, \\\"\\\\\\\\vdots\\\": 1, \\\"\\\\\\\\Downarrow\\\": 1, \\\"\\\\\\\\sqcap\\\": 2, \\\"\\\\\\\\smallint\\\": 1, \\\"\\\\\\\\pitchfork\\\": 1, \\\"\\\\\\\\Bar\\\": 1, \\\"\\\\\\\\Tilde\\\": 1, \\\"\\\\\\\\longleftarrow\\\": 5, \\\"\\\\\\\\shortparallel\\\": 1, \\\"\\\\\\\\bigvee\\\": 1, \\\"\\\\\\\\uplus\\\": 1, \\\"\\\\\\\\ointop\\\": 1, \\\"\\\\\\\\subsetneqq\\\": 1, \\\"\\\\\\\\iiint\\\": 1, \\\"\\\\\\\\AA\\\": 1, \\\"\\\\\\\\overleftrightarrow\\\": 1, \\\"\\\\\\\\asymp\\\": 3, \\\"\\\\\\\\leqq\\\": 1, \\\"\\\\\\\\varpropto\\\": 1, \\\"\\\\\\\\rightleftharpoons\\\": 1, \\\"\\\\\\\\searrow\\\": 1, \\\"\\\\\\\\vartriangle\\\": 1, \\\"\\\\\\\\$\\\": 1, \\\"\\\\\\\\varkappa\\\": 1, \\\"\\\\\\\\noindent\\\": 1, \\\"\\\\\\\\ae\\\": 1, \\\"\\\\\\\\thicksim\\\": 2, \\\"\\\\\\\\normalsize\\\": 1, \\\"\\\\\\\\SS\\\": 2, \\\"\\\\\\\\vDash\\\": 2, \\\"\\\\\\\\limsup\\\": 1, \\\"\\\\\\\\newline\\\": 1}\", \"index_docs\": \"{\\\"38\\\": 10438, \\\"110\\\": 3695, \\\"10\\\": 78363, \\\"56\\\": 6868, \\\"126\\\": 1843, \\\"2\\\": 92400, \\\"108\\\": 3072, \\\"12\\\": 100010, \\\"40\\\": 9863, \\\"3\\\": 92400, \\\"13\\\": 48958, \\\"36\\\": 8909, \\\"35\\\": 7375, \\\"4\\\": 71596, \\\"100\\\": 3540, \\\"11\\\": 100010, \\\"79\\\": 4032, \\\"137\\\": 1818, \\\"129\\\": 2049, \\\"5\\\": 67105, \\\"17\\\": 21080, \\\"52\\\": 7836, \\\"19\\\": 26962, \\\"133\\\": 2028, \\\"99\\\": 3143, \\\"83\\\": 4398, \\\"136\\\": 1651, \\\"63\\\": 6536, \\\"15\\\": 40591, \\\"111\\\": 3666, \\\"57\\\": 7344, \\\"54\\\": 7239, \\\"16\\\": 35926, \\\"77\\\": 4209, \\\"144\\\": 1586, \\\"14\\\": 42029, \\\"232\\\": 138, \\\"80\\\": 5385, \\\"139\\\": 1925, \\\"25\\\": 10993, \\\"149\\\": 1195, \\\"41\\\": 8889, \\\"22\\\": 15236, \\\"74\\\": 7188, \\\"7\\\": 62756, \\\"20\\\": 31464, \\\"9\\\": 50642, \\\"6\\\": 62778, \\\"29\\\": 10945, \\\"114\\\": 2511, \\\"30\\\": 13997, \\\"146\\\": 977, \\\"135\\\": 1931, \\\"154\\\": 1220, \\\"21\\\": 16165, \\\"18\\\": 19514, \\\"72\\\": 5505, \\\"93\\\": 4259, \\\"51\\\": 6856, \\\"28\\\": 11194, \\\"66\\\": 7953, \\\"44\\\": 11640, \\\"33\\\": 9522, \\\"53\\\": 6999, \\\"101\\\": 3209, \\\"23\\\": 16172, \\\"195\\\": 329, \\\"94\\\": 2459, \\\"45\\\": 6056, \\\"67\\\": 4715, \\\"8\\\": 54187, \\\"27\\\": 15081, \\\"37\\\": 7032, \\\"65\\\": 5350, \\\"31\\\": 10129, \\\"98\\\": 3701, \\\"103\\\": 2627, \\\"112\\\": 3656, \\\"127\\\": 2115, \\\"34\\\": 13796, \\\"88\\\": 4729, \\\"62\\\": 5481, \\\"96\\\": 4513, \\\"153\\\": 951, \\\"73\\\": 3733, \\\"84\\\": 4593, \\\"132\\\": 2146, \\\"245\\\": 53, \\\"26\\\": 12863, \\\"122\\\": 2164, \\\"32\\\": 11522, \\\"91\\\": 3322, \\\"71\\\": 4726, \\\"60\\\": 7052, \\\"59\\\": 7864, \\\"78\\\": 5276, \\\"42\\\": 6710, \\\"24\\\": 12600, \\\"61\\\": 6608, \\\"141\\\": 1893, \\\"157\\\": 1168, \\\"92\\\": 3798, \\\"82\\\": 4271, \\\"102\\\": 3748, \\\"48\\\": 6866, \\\"39\\\": 8580, \\\"104\\\": 2844, \\\"113\\\": 2883, \\\"162\\\": 740, \\\"170\\\": 698, \\\"116\\\": 2165, \\\"76\\\": 5732, \\\"47\\\": 10975, \\\"46\\\": 11074, \\\"118\\\": 2257, \\\"251\\\": 73, \\\"290\\\": 35, \\\"58\\\": 5517, \\\"69\\\": 5170, \\\"50\\\": 6337, \\\"142\\\": 1828, \\\"156\\\": 1173, \\\"145\\\": 1768, \\\"75\\\": 5435, \\\"70\\\": 5934, \\\"90\\\": 3974, \\\"109\\\": 2410, \\\"216\\\": 94, \\\"85\\\": 4169, \\\"43\\\": 9458, \\\"117\\\": 2889, \\\"106\\\": 3310, \\\"158\\\": 786, \\\"175\\\": 223, \\\"150\\\": 1277, \\\"125\\\": 3056, \\\"55\\\": 7103, \\\"49\\\": 5937, \\\"151\\\": 1548, \\\"95\\\": 2854, \\\"86\\\": 3516, \\\"192\\\": 356, \\\"159\\\": 1128, \\\"174\\\": 446, \\\"123\\\": 2334, \\\"131\\\": 1476, \\\"193\\\": 318, \\\"138\\\": 1761, \\\"97\\\": 3442, \\\"68\\\": 4650, \\\"105\\\": 3450, \\\"81\\\": 4402, \\\"194\\\": 395, \\\"187\\\": 407, \\\"168\\\": 727, \\\"64\\\": 5741, \\\"311\\\": 25, \\\"226\\\": 173, \\\"89\\\": 5914, \\\"134\\\": 1970, \\\"107\\\": 2806, \\\"205\\\": 211, \\\"165\\\": 695, \\\"130\\\": 2149, \\\"115\\\": 2750, \\\"227\\\": 90, \\\"128\\\": 1581, \\\"152\\\": 1318, \\\"211\\\": 173, \\\"119\\\": 2537, \\\"166\\\": 669, \\\"183\\\": 403, \\\"171\\\": 490, \\\"140\\\": 1531, \\\"173\\\": 475, \\\"229\\\": 108, \\\"147\\\": 1309, \\\"172\\\": 760, \\\"180\\\": 524, \\\"177\\\": 504, \\\"164\\\": 547, \\\"202\\\": 112, \\\"204\\\": 240, \\\"87\\\": 3422, \\\"120\\\": 2648, \\\"160\\\": 909, \\\"155\\\": 954, \\\"121\\\": 2524, \\\"203\\\": 161, \\\"214\\\": 197, \\\"163\\\": 555, \\\"167\\\": 826, \\\"215\\\": 167, \\\"206\\\": 201, \\\"179\\\": 412, \\\"161\\\": 1255, \\\"169\\\": 546, \\\"189\\\": 401, \\\"188\\\": 305, \\\"225\\\": 166, \\\"197\\\": 335, \\\"254\\\": 39, \\\"207\\\": 207, \\\"247\\\": 71, \\\"200\\\": 192, \\\"199\\\": 211, \\\"191\\\": 247, \\\"148\\\": 1040, \\\"178\\\": 385, \\\"286\\\": 35, \\\"124\\\": 1886, \\\"186\\\": 399, \\\"305\\\": 26, \\\"339\\\": 11, \\\"308\\\": 27, \\\"208\\\": 206, \\\"190\\\": 413, \\\"212\\\": 167, \\\"213\\\": 168, \\\"176\\\": 253, \\\"275\\\": 46, \\\"223\\\": 172, \\\"209\\\": 161, \\\"263\\\": 52, \\\"143\\\": 1259, \\\"198\\\": 192, \\\"285\\\": 34, \\\"256\\\": 82, \\\"224\\\": 167, \\\"260\\\": 57, \\\"217\\\": 153, \\\"274\\\": 29, \\\"297\\\": 16, \\\"340\\\": 6, \\\"236\\\": 67, \\\"181\\\": 588, \\\"196\\\": 275, \\\"253\\\": 73, \\\"358\\\": 4, \\\"318\\\": 17, \\\"336\\\": 11, \\\"335\\\": 11, \\\"364\\\": 7, \\\"221\\\": 129, \\\"182\\\": 384, \\\"185\\\": 193, \\\"184\\\": 163, \\\"283\\\": 36, \\\"240\\\": 97, \\\"269\\\": 50, \\\"267\\\": 43, \\\"277\\\": 39, \\\"239\\\": 65, \\\"291\\\": 15, \\\"295\\\": 34, \\\"365\\\": 7, \\\"231\\\": 110, \\\"292\\\": 35, \\\"258\\\": 67, \\\"323\\\": 18, \\\"235\\\": 77, \\\"344\\\": 6, \\\"301\\\": 16, \\\"288\\\": 33, \\\"238\\\": 117, \\\"278\\\": 37, \\\"237\\\": 85, \\\"210\\\": 165, \\\"242\\\": 71, \\\"337\\\": 13, \\\"220\\\": 169, \\\"248\\\": 82, \\\"246\\\": 79, \\\"241\\\": 97, \\\"222\\\": 89, \\\"287\\\": 33, \\\"326\\\": 17, \\\"381\\\": 4, \\\"386\\\": 3, \\\"359\\\": 5, \\\"342\\\": 9, \\\"243\\\": 87, \\\"281\\\": 29, \\\"219\\\": 121, \\\"329\\\": 11, \\\"218\\\": 178, \\\"282\\\": 30, \\\"233\\\": 122, \\\"388\\\": 3, \\\"387\\\": 3, \\\"293\\\": 29, \\\"255\\\": 49, \\\"330\\\": 15, \\\"266\\\": 47, \\\"327\\\": 14, \\\"257\\\": 66, \\\"271\\\": 50, \\\"272\\\": 50, \\\"321\\\": 18, \\\"249\\\": 60, \\\"314\\\": 20, \\\"309\\\": 15, \\\"244\\\": 65, \\\"345\\\": 8, \\\"319\\\": 20, \\\"270\\\": 56, \\\"261\\\": 69, \\\"378\\\": 5, \\\"360\\\": 7, \\\"279\\\": 49, \\\"252\\\": 56, \\\"201\\\": 133, \\\"306\\\": 27, \\\"264\\\": 36, \\\"284\\\": 18, \\\"265\\\": 57, \\\"262\\\": 66, \\\"259\\\": 44, \\\"273\\\": 31, \\\"299\\\": 23, \\\"346\\\": 9, \\\"398\\\": 2, \\\"310\\\": 16, \\\"379\\\": 2, \\\"366\\\": 7, \\\"412\\\": 1, \\\"413\\\": 1, \\\"228\\\": 65, \\\"349\\\": 8, \\\"320\\\": 7, \\\"389\\\": 3, \\\"332\\\": 13, \\\"230\\\": 70, \\\"322\\\": 13, \\\"234\\\": 77, \\\"250\\\": 23, \\\"313\\\": 11, \\\"390\\\": 3, \\\"315\\\": 22, \\\"312\\\": 25, \\\"268\\\": 38, \\\"333\\\": 14, \\\"334\\\": 13, \\\"361\\\": 5, \\\"296\\\": 25, \\\"350\\\": 8, \\\"289\\\": 22, \\\"391\\\": 2, \\\"294\\\": 18, \\\"370\\\": 4, \\\"280\\\": 49, \\\"302\\\": 13, \\\"351\\\": 6, \\\"347\\\": 6, \\\"303\\\": 24, \\\"276\\\": 23, \\\"382\\\": 3, \\\"331\\\": 10, \\\"367\\\": 7, \\\"324\\\": 14, \\\"362\\\": 2, \\\"317\\\": 10, \\\"304\\\": 18, \\\"298\\\": 29, \\\"392\\\": 3, \\\"363\\\": 7, \\\"414\\\": 1, \\\"415\\\": 1, \\\"352\\\": 4, \\\"368\\\": 5, \\\"369\\\": 2, \\\"325\\\": 14, \\\"353\\\": 7, \\\"343\\\": 10, \\\"416\\\": 1, \\\"371\\\": 3, \\\"372\\\": 5, \\\"341\\\": 11, \\\"373\\\": 6, \\\"300\\\": 20, \\\"338\\\": 8, \\\"374\\\": 6, \\\"328\\\": 12, \\\"354\\\": 4, \\\"307\\\": 16, \\\"399\\\": 2, \\\"380\\\": 3, \\\"417\\\": 1, \\\"348\\\": 8, \\\"418\\\": 1, \\\"355\\\": 6, \\\"393\\\": 3, \\\"400\\\": 2, \\\"375\\\": 4, \\\"419\\\": 1, \\\"420\\\": 1, \\\"376\\\": 6, \\\"394\\\": 2, \\\"377\\\": 1, \\\"356\\\": 6, \\\"395\\\": 3, \\\"383\\\": 4, \\\"384\\\": 4, \\\"316\\\": 15, \\\"421\\\": 1, \\\"401\\\": 1, \\\"396\\\": 2, \\\"402\\\": 1, \\\"422\\\": 1, \\\"423\\\": 1, \\\"403\\\": 1, \\\"357\\\": 5, \\\"404\\\": 1, \\\"424\\\": 1, \\\"425\\\": 1, \\\"426\\\": 1, \\\"405\\\": 1, \\\"427\\\": 1, \\\"406\\\": 1, \\\"428\\\": 1, \\\"397\\\": 3, \\\"407\\\": 1, \\\"429\\\": 1, \\\"430\\\": 1, \\\"431\\\": 1, \\\"432\\\": 1, \\\"433\\\": 1, \\\"408\\\": 1, \\\"434\\\": 1, \\\"435\\\": 1, \\\"409\\\": 2, \\\"436\\\": 1, \\\"385\\\": 2, \\\"410\\\": 2, \\\"411\\\": 1, \\\"437\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<unk>\\\", \\\"2\\\": \\\"{\\\", \\\"3\\\": \\\"}\\\", \\\"4\\\": \\\"_\\\", \\\"5\\\": \\\"^\\\", \\\"6\\\": \\\"(\\\", \\\"7\\\": \\\")\\\", \\\"8\\\": \\\"2\\\", \\\"9\\\": \\\"1\\\", \\\"10\\\": \\\"=\\\", \\\"11\\\": \\\"<start>\\\", \\\"12\\\": \\\"<end>\\\", \\\"13\\\": \\\"-\\\", \\\"14\\\": \\\",\\\", \\\"15\\\": \\\"+\\\", \\\"16\\\": \\\"\\\\\\\\frac\\\", \\\"17\\\": \\\"i\\\", \\\"18\\\": \\\"x\\\", \\\"19\\\": \\\"0\\\", \\\"20\\\": \\\".\\\", \\\"21\\\": \\\"a\\\", \\\"22\\\": \\\"n\\\", \\\"23\\\": \\\"d\\\", \\\"24\\\": \\\"\\\\\\\\mu\\\", \\\"25\\\": \\\"k\\\", \\\"26\\\": \\\"m\\\", \\\"27\\\": \\\"3\\\", \\\"28\\\": \\\"t\\\", \\\"29\\\": \\\"r\\\", \\\"30\\\": \\\"e\\\", \\\"31\\\": \\\"p\\\", \\\"32\\\": \\\"A\\\", \\\"33\\\": \\\"\\\\\\\\partial\\\", \\\"34\\\": \\\"4\\\", \\\"35\\\": \\\"j\\\", \\\"36\\\": \\\"\\\\\\\\alpha\\\", \\\"37\\\": \\\"|\\\", \\\"38\\\": \\\"g\\\", \\\"39\\\": \\\"b\\\", \\\"40\\\": \\\"c\\\", \\\"41\\\": \\\"s\\\", \\\"42\\\": \\\"\\\\\\\\nu\\\", \\\"43\\\": \\\"f\\\", \\\"44\\\": \\\"\\\\\\\\pi\\\", \\\"45\\\": \\\"z\\\", \\\"46\\\": \\\"]\\\", \\\"47\\\": \\\"[\\\", \\\"48\\\": \\\"\\\\\\\\phi\\\", \\\"49\\\": \\\"q\\\", \\\"50\\\": \\\"y\\\", \\\"51\\\": \\\"\\\\\\\\lambda\\\", \\\"52\\\": \\\"T\\\", \\\"53\\\": \\\"N\\\", \\\"54\\\": \\\"R\\\", \\\"55\\\": \\\"M\\\", \\\"56\\\": \\\"B\\\", \\\"57\\\": \\\"S\\\", \\\"58\\\": \\\"l\\\", \\\"59\\\": \\\"/\\\", \\\"60\\\": \\\"F\\\", \\\"61\\\": \\\"L\\\", \\\"62\\\": \\\"\\\\\\\\theta\\\", \\\"63\\\": \\\"D\\\", \\\"64\\\": \\\"\\\\\\\\over\\\", \\\"65\\\": \\\"\\\\\\\\sigma\\\", \\\"66\\\": \\\"\\\\\\\\sqrt\\\", \\\"67\\\": \\\"\\\\\\\\prime\\\", \\\"68\\\": \\\"u\\\", \\\"69\\\": \\\"\\\\\\\\gamma\\\", \\\"70\\\": \\\"H\\\", \\\"71\\\": \\\"\\\\\\\\rho\\\", \\\"72\\\": \\\"P\\\", \\\"73\\\": \\\"\\\\\\\\hat\\\", \\\"74\\\": \\\"\\\\\\\\sum\\\", \\\"75\\\": \\\"C\\\", \\\"76\\\": \\\"V\\\", \\\"77\\\": \\\"X\\\", \\\"78\\\": \\\"E\\\", \\\"79\\\": \\\"\\\\\\\\psi\\\", \\\"80\\\": \\\"G\\\", \\\"81\\\": \\\"v\\\", \\\"82\\\": \\\"\\\\\\\\tilde\\\", \\\"83\\\": \\\"\\\\\\\\delta\\\", \\\"84\\\": \\\"h\\\", \\\"85\\\": \\\"\\\\\\\\omega\\\", \\\"86\\\": \\\"\\\\\\\\tau\\\", \\\"87\\\": \\\"\\\\\\\\beta\\\", \\\"88\\\": \\\"5\\\", \\\"89\\\": \\\"\\\\\\\\int\\\", \\\"90\\\": \\\"Q\\\", \\\"91\\\": \\\"\\\\\\\\bar\\\", \\\"92\\\": \\\"I\\\", \\\"93\\\": \\\"\\\\\\\\epsilon\\\", \\\"94\\\": \\\"\\\\\\\\vec\\\", \\\"95\\\": \\\"'\\\", \\\"96\\\": \\\"6\\\", \\\"97\\\": \\\"\\\\\\\\eta\\\", \\\"98\\\": \\\"\\\\\\\\rangle\\\", \\\"99\\\": \\\"J\\\", \\\"100\\\": \\\"K\\\", \\\"101\\\": \\\"\\\\\\\\Gamma\\\", \\\"102\\\": \\\"\\\\\\\\Delta\\\", \\\"103\\\": \\\"\\\\\\\\xi\\\", \\\"104\\\": \\\"\\\\\\\\Phi\\\", \\\"105\\\": \\\"\\\\\\\\cdot\\\", \\\"106\\\": \\\"W\\\", \\\"107\\\": \\\"U\\\", \\\"108\\\": \\\"*\\\", \\\"109\\\": \\\"\\\\\\\\pm\\\", \\\"110\\\": \\\"\\\\\\\\}\\\", \\\"111\\\": \\\"\\\\\\\\{\\\", \\\"112\\\": \\\"8\\\", \\\"113\\\": \\\"Z\\\", \\\"114\\\": \\\"\\\\\\\\varphi\\\", \\\"115\\\": \\\"\\\\\\\\Lambda\\\", \\\"116\\\": \\\"w\\\", \\\"117\\\": \\\"o\\\", \\\"118\\\": \\\"\\\\\\\\chi\\\", \\\"119\\\": \\\"\\\\\\\\Omega\\\", \\\"120\\\": \\\"\\\\\\\\langle\\\", \\\"121\\\": \\\";\\\", \\\"122\\\": \\\"\\\\\\\\kappa\\\", \\\"123\\\": \\\"\\\\\\\\infty\\\", \\\"124\\\": \\\"\\\\\\\\overline\\\", \\\"125\\\": \\\"\\\\\\\\equiv\\\", \\\"126\\\": \\\"Y\\\", \\\"127\\\": \\\"7\\\", \\\"128\\\": \\\"\\\\\\\\Psi\\\", \\\"129\\\": \\\">\\\", \\\"130\\\": \\\"\\\\\\\\sin\\\", \\\"131\\\": \\\"\\\\\\\\dot\\\", \\\"132\\\": \\\"\\\\\\\\cdots\\\", \\\"133\\\": \\\"<\\\", \\\"134\\\": \\\"\\\\\\\\ldots\\\", \\\"135\\\": \\\"\\\\\\\\cos\\\", \\\"136\\\": \\\"\\\\\\\\varepsilon\\\", \\\"137\\\": \\\"O\\\", \\\"138\\\": \\\"9\\\", \\\"139\\\": \\\"\\\\\\\\to\\\", \\\"140\\\": \\\"\\\\\\\\nabla\\\", \\\"141\\\": \\\":\\\", \\\"142\\\": \\\"\\\\\\\\ln\\\", \\\"143\\\": \\\"\\\\\\\\zeta\\\", \\\"144\\\": \\\"\\\\\\\\times\\\", \\\"145\\\": \\\"\\\\\\\\exp\\\", \\\"146\\\": \\\"\\\\\\\\ell\\\", \\\"147\\\": \\\"\\\\\\\\Sigma\\\", \\\"148\\\": \\\"\\\\\\\\otimes\\\", \\\"149\\\": \\\"!\\\", \\\"150\\\": \\\"\\\\\\\\mbox\\\", \\\"151\\\": \\\"\\\\\\\\sim\\\", \\\"152\\\": \\\"\\\\\\\\hbar\\\", \\\"153\\\": \\\"\\\\\\\\wedge\\\", \\\"154\\\": \\\"\\\\\\\\leq\\\", \\\"155\\\": \\\"\\\\\\\\dagger\\\", \\\"156\\\": \\\"\\\\\\\\log\\\", \\\"157\\\": \\\"\\\\\\\\prod\\\", \\\"158\\\": \\\"\\\\\\\\mid\\\", \\\"159\\\": \\\"\\\\\\\\rightarrow\\\", \\\"160\\\": \\\"\\\\\\\\Pi\\\", \\\"161\\\": \\\"\\\\\\\\approx\\\", \\\"162\\\": \\\"\\\\\\\\widetilde\\\", \\\"163\\\": \\\"\\\\\\\\vert\\\", \\\"164\\\": \\\"\\\\\\\\Big\\\", \\\"165\\\": \\\"\\\\\\\\circ\\\", \\\"166\\\": \\\"\\\\\\\\Theta\\\", \\\"167\\\": \\\"\\\\\\\\geq\\\", \\\"168\\\": \\\"in\\\", \\\"169\\\": \\\"\\\\\\\\ast\\\", \\\"170\\\": \\\"\\\\\\\\in\\\", \\\"171\\\": \\\"\\\\\\\\widehat\\\", \\\"172\\\": \\\"\\\\\\\\simeq\\\", \\\"173\\\": \\\"\\\\\\\\perp\\\", \\\"174\\\": \\\"\\\\\\\\stackrel\\\", \\\"175\\\": \\\"$\\\", \\\"176\\\": \\\"\\\\\\\\|\\\", \\\"177\\\": \\\"\\\\\\\\sinh\\\", \\\"178\\\": \\\"\\\\\\\\star\\\", \\\"179\\\": \\\"\\\\\\\\mathfrak\\\", \\\"180\\\": \\\"\\\\\\\\cosh\\\", \\\"181\\\": \\\"\\\\\\\\neq\\\", \\\"182\\\": \\\"\\\\\\\\dots\\\", \\\"183\\\": \\\"\\\\\\\\tan\\\", \\\"184\\\": \\\"\\\\\\\\uparrow\\\", \\\"185\\\": \\\"\\\\\\\\big\\\", \\\"186\\\": \\\"\\\\\\\\mp\\\", \\\"187\\\": \\\"\\\\\\\\Bigr\\\", \\\"188\\\": \\\"\\\\\\\\oplus\\\", \\\"189\\\": \\\"\\\\\\\\Bigl\\\", \\\"190\\\": \\\"\\\\\\\\lim\\\", \\\"191\\\": \\\"\\\\\\\\vartheta\\\", \\\"192\\\": \\\"\\\\\\\\longrightarrow\\\", \\\"193\\\": \\\"\\\\\\\\det\\\", \\\"194\\\": \\\"\\\\\\\\mapsto\\\", \\\"195\\\": \\\"\\\\\\\\oint\\\", \\\"196\\\": \\\"''\\\", \\\"197\\\": \\\"\\\\\\\\propto\\\", \\\"198\\\": \\\"\\\\\\\\dag\\\", \\\"199\\\": \\\"\\\\\\\\not\\\", \\\"200\\\": \\\"\\\\\\\\Xi\\\", \\\"201\\\": \\\"\\\\\\\\bigg\\\", \\\"202\\\": \\\"\\\\\\\\check\\\", \\\"203\\\": \\\"\\\\\\\\triangle\\\", \\\"204\\\": \\\"\\\\\\\\cong\\\", \\\"205\\\": \\\"\\\\\\\\cap\\\", \\\"206\\\": \\\"\\\\\\\\ddot\\\", \\\"207\\\": \\\"\\\\\\\\biggl\\\", \\\"208\\\": \\\"\\\\\\\\biggr\\\", \\\"209\\\": \\\"\\\\\\\\cot\\\", \\\"210\\\": \\\"\\\\\\\\subset\\\", \\\"211\\\": \\\"\\\\\\\\hbox\\\", \\\"212\\\": \\\"\\\\\\\\bigr\\\", \\\"213\\\": \\\"\\\\\\\\bigl\\\", \\\"214\\\": \\\"\\\\\\\\Rightarrow\\\", \\\"215\\\": \\\"\\\\\\\\arctan\\\", \\\"216\\\": \\\"\\\\\\\\sp\\\", \\\"217\\\": \\\"\\\\\\\\le\\\", \\\"218\\\": \\\"\\\\\\\\ge\\\", \\\"219\\\": \\\"\\\\\\\\varrho\\\", \\\"220\\\": \\\"\\\\\\\\cup\\\", \\\"221\\\": \\\"\\\\\\\\imath\\\", \\\"222\\\": \\\"\\\\\\\\Bigg\\\", \\\"223\\\": \\\"\\\\\\\\lbrack\\\", \\\"224\\\": \\\"\\\\\\\\subseteq\\\", \\\"225\\\": \\\"\\\\\\\\ll\\\", \\\"226\\\": \\\"\\\\\\\\forall\\\", \\\"227\\\": \\\"\\\\\\\\neg\\\", \\\"228\\\": \\\"\\\\\\\\jmath\\\", \\\"229\\\": \\\"\\\\\\\\parallel\\\", \\\"230\\\": \\\"\\\\\\\\l\\\", \\\"231\\\": \\\"\\\\\\\\land\\\", \\\"232\\\": \\\"\\\\\\\\colon\\\", \\\"233\\\": \\\"\\\\\\\\gg\\\", \\\"234\\\": \\\"\\\\\\\\wp\\\", \\\"235\\\": \\\"\\\\\\\\iota\\\", \\\"236\\\": \\\"\\\\\\\\lor\\\", \\\"237\\\": \\\"\\\\\\\\vee\\\", \\\"238\\\": \\\"\\\\\\\\pmod\\\", \\\"239\\\": \\\"\\\\\\\\bot\\\", \\\"240\\\": \\\"\\\\\\\\tanh\\\", \\\"241\\\": \\\"\\\\\\\\ne\\\", \\\"242\\\": \\\"\\\\\\\\#\\\", \\\"243\\\": \\\"\\\\\\\\leftrightarrow\\\", \\\"244\\\": \\\"\\\\\\\\Upsilon\\\", \\\"245\\\": \\\"\\\\\\\\supset\\\", \\\"246\\\": \\\"\\\\\\\\Biggl\\\", \\\"247\\\": \\\"\\\\\\\\sec\\\", \\\"248\\\": \\\"\\\\\\\\Biggr\\\", \\\"249\\\": \\\"\\\\\\\\o\\\", \\\"250\\\": \\\"\\\\\\\\sb\\\", \\\"251\\\": \\\"\\\\\\\\Im\\\", \\\"252\\\": \\\"\\\\\\\\aleph\\\", \\\"253\\\": \\\"\\\\\\\\Re\\\", \\\"254\\\": \\\"\\\\\\\\L\\\", \\\"255\\\": \\\"\\\\\\\\varpi\\\", \\\"256\\\": \\\"\\\\\\\\Leftrightarrow\\\", \\\"257\\\": \\\"\\\\\\\\atop\\\", \\\"258\\\": \\\"\\\\\\\\rbrack\\\", \\\"259\\\": \\\"\\\\\\\\angle\\\", \\\"260\\\": \\\"\\\\\\\\setminus\\\", \\\"261\\\": \\\"\\\\\\\\rfloor\\\", \\\"262\\\": \\\"\\\\\\\\coth\\\", \\\"263\\\": \\\"\\\\\\\\csc\\\", \\\"264\\\": \\\"\\\\\\\\breve\\\", \\\"265\\\": \\\"\\\\\\\\exists\\\", \\\"266\\\": \\\"\\\\\\\\Box\\\", \\\"267\\\": \\\"\\\\\\\\odot\\\", \\\"268\\\": \\\"\\\\\\\\lnot\\\", \\\"269\\\": \\\"\\\\\\\\bigoplus\\\", \\\"270\\\": \\\"\\\\\\\\lfloor\\\", \\\"271\\\": \\\"\\\\\\\\lbrace\\\", \\\"272\\\": \\\"\\\\\\\\rbrace\\\", \\\"273\\\": \\\"\\\\\\\\bullet\\\", \\\"274\\\": \\\"\\\\\\\"\\\", \\\"275\\\": \\\"\\\\\\\\ker\\\", \\\"276\\\": \\\"\\\\\\\\downarrow\\\", \\\"277\\\": \\\"\\\\\\\\underbrace\\\", \\\"278\\\": \\\"\\\\\\\\varsigma\\\", \\\"279\\\": \\\"\\\\\\\\\\\", \\\"280\\\": \\\"\\\\\\\\Longrightarrow\\\", \\\"281\\\": \\\"\\\\\\\\slash\\\", \\\"282\\\": \\\"\\\\\\\\vdash\\\", \\\"283\\\": \\\"\\\\\\\\upsilon\\\", \\\"284\\\": \\\"\\\\\\\\Vert\\\", \\\"285\\\": \\\"\\\\\\\\varnothing\\\", \\\"286\\\": \\\"\\\\\\\\arg\\\", \\\"287\\\": \\\"\\\\\\\\O\\\", \\\"288\\\": \\\"\\\\\\\\mathop\\\", \\\"289\\\": \\\"\\\\\\\\supseteq\\\", \\\"290\\\": \\\"\\\\\\\\min\\\", \\\"291\\\": \\\"\\\\\\\\P\\\", \\\"292\\\": \\\"\\\\\\\\arcsin\\\", \\\"293\\\": \\\"\\\\\\\\top\\\", \\\"294\\\": \\\"\\\\\\\\acute\\\", \\\"295\\\": \\\"\\\\\\\\Longleftrightarrow\\\", \\\"296\\\": \\\"\\\\\\\\implies\\\", \\\"297\\\": \\\"\\\\\\\\S\\\", \\\"298\\\": \\\"mm\\\", \\\"299\\\": \\\"\\\\\\\\bigtriangleup\\\", \\\"300\\\": \\\"\\\\\\\\i\\\", \\\"301\\\": \\\"\\\\\\\\_\\\", \\\"302\\\": \\\"\\\\\\\\rightharpoonup\\\", \\\"303\\\": \\\"\\\\\\\\sharp\\\", \\\"304\\\": \\\"\\\\\\\\Large\\\", \\\"305\\\": \\\"\\\\\\\\overset\\\", \\\"306\\\": \\\"\\\\\\\\lceil\\\", \\\"307\\\": \\\"\\\\\\\\leftarrow\\\", \\\"308\\\": \\\"\\\\\\\\hookrightarrow\\\", \\\"309\\\": \\\"`\\\", \\\"310\\\": \\\"\\\\\\\\xrightarrow\\\", \\\"311\\\": \\\"\\\\\\\\longleftrightarrow\\\", \\\"312\\\": \\\"\\\\\\\\rceil\\\", \\\"313\\\": \\\"\\\\\\\\large\\\", \\\"314\\\": \\\"\\\\\\\\backslash\\\", \\\"315\\\": \\\"\\\\\\\\doteq\\\", \\\"316\\\": \\\"\\\\\\\\bigotimes\\\", \\\"317\\\": \\\"\\\\\\\\flat\\\", \\\"318\\\": \\\"cm\\\", \\\"319\\\": \\\"\\\\\\\\cdotp\\\", \\\"320\\\": \\\"\\\\\\\\subsetneq\\\", \\\"321\\\": \\\"\\\\\\\\dim\\\", \\\"322\\\": \\\"\\\\\\\\pounds\\\", \\\"323\\\": \\\"\\\\\\\\mod\\\", \\\"324\\\": \\\"\\\\\\\\sqcup\\\", \\\"325\\\": \\\"\\\\\\\\bigcup\\\", \\\"326\\\": \\\"\\\\\\\\Vdash\\\", \\\"327\\\": \\\"\\\\\\\\max\\\", \\\"328\\\": \\\"\\\\\\\\deg\\\", \\\"329\\\": \\\"\\\\\\\\geqslant\\\", \\\"330\\\": \\\"\\\\\\\\triangleq\\\", \\\"331\\\": \\\"\\\\\\\\ominus\\\", \\\"332\\\": \\\"\\\\\\\\square\\\", \\\"333\\\": \\\"\\\\\\\\ni\\\", \\\"334\\\": \\\"\\\\\\\\longmapsto\\\", \\\"335\\\": \\\"\\\\\\\\lVert\\\", \\\"336\\\": \\\"\\\\\\\\rVert\\\", \\\"337\\\": \\\"\\\\\\\\notin\\\", \\\"338\\\": \\\"\\\\\\\\gcd\\\", \\\"339\\\": \\\"\\\\\\\\frown\\\", \\\"340\\\": \\\"\\\\\\\\triangleleft\\\", \\\"341\\\": \\\"\\\\\\\\sup\\\", \\\"342\\\": \\\"\\\\\\\\complement\\\", \\\"343\\\": \\\"\\\\\\\\lesssim\\\", \\\"344\\\": \\\"\\\\\\\\smile\\\", \\\"345\\\": \\\"\\\\\\\\bmod\\\", \\\"346\\\": \\\"\\\\\\\\leqslant\\\", \\\"347\\\": \\\"\\\\\\\\cfrac\\\", \\\"348\\\": \\\"\\\\\\\\emptyset\\\", \\\"349\\\": \\\"\\\\\\\\oslash\\\", \\\"350\\\": \\\"\\\\\\\\bigcap\\\", \\\"351\\\": \\\"\\\\\\\\diamondsuit\\\", \\\"352\\\": \\\"\\\\\\\\ddagger\\\", \\\"353\\\": \\\"\\\\\\\\c\\\", \\\"354\\\": \\\"\\\\\\\\j\\\", \\\"355\\\": \\\"@\\\", \\\"356\\\": \\\"?\\\", \\\"357\\\": \\\"\\\\\\\\longleftarrow\\\", \\\"358\\\": \\\"\\\\\\\\nearrow\\\", \\\"359\\\": \\\"\\\\\\\\&\\\", \\\"360\\\": \\\"\\\\\\\\natural\\\", \\\"361\\\": \\\"\\\\\\\\Diamond\\\", \\\"362\\\": \\\"\\\\\\\\amalg\\\", \\\"363\\\": \\\"\\\\\\\\prec\\\", \\\"364\\\": \\\"\\\\\\\\Pr\\\", \\\"365\\\": \\\"\\\\\\\\therefore\\\", \\\"366\\\": \\\"\\\\\\\\varprojlim\\\", \\\"367\\\": \\\"\\\\\\\\arccos\\\", \\\"368\\\": \\\"\\\\\\\\bigtriangledown\\\", \\\"369\\\": \\\"\\\\\\\\bigwedge\\\", \\\"370\\\": \\\"\\\\\\\\lg\\\", \\\"371\\\": \\\"\\\\\\\\Uparrow\\\", \\\"372\\\": \\\"\\\\\\\\surd\\\", \\\"373\\\": \\\"\\\\\\\\succ\\\", \\\"374\\\": \\\"\\\\\\\\gtrsim\\\", \\\"375\\\": \\\"\\\\\\\\diamond\\\", \\\"376\\\": \\\"\\\\\\\\underset\\\", \\\"377\\\": \\\"\\\\\\\\xleftarrow\\\", \\\"378\\\": \\\"\\\\\\\\varinjlim\\\", \\\"379\\\": \\\"\\\\\\\\hom\\\", \\\"380\\\": \\\"\\\\\\\\triangleright\\\", \\\"381\\\": \\\"\\\\\\\\rtimes\\\", \\\"382\\\": \\\"\\\\\\\\bigm\\\", \\\"383\\\": \\\"\\\\\\\\coprod\\\", \\\"384\\\": \\\"\\\\\\\\upharpoonright\\\", \\\"385\\\": \\\"\\\\\\\\SS\\\", \\\"386\\\": \\\"\\\\\\\\ltimes\\\", \\\"387\\\": \\\"\\\\\\\\lgroup\\\", \\\"388\\\": \\\"\\\\\\\\rgroup\\\", \\\"389\\\": \\\"\\\\\\\\Bigm\\\", \\\"390\\\": \\\"\\\\\\\\models\\\", \\\"391\\\": \\\"\\\\\\\\LARGE\\\", \\\"392\\\": \\\"\\\\\\\\nleftrightarrow\\\", \\\"393\\\": \\\"\\\\\\\\Longleftarrow\\\", \\\"394\\\": \\\"\\\\\\\\inf\\\", \\\"395\\\": \\\"\\\\\\\\succeq\\\", \\\"396\\\": \\\"\\\\\\\\sqcap\\\", \\\"397\\\": \\\"\\\\\\\\asymp\\\", \\\"398\\\": \\\"\\\\\\\\gets\\\", \\\"399\\\": \\\"\\\\\\\\preceq\\\", \\\"400\\\": \\\"\\\\\\\\nleq\\\", \\\"401\\\": \\\"\\\\\\\\Downarrow\\\", \\\"402\\\": \\\"\\\\\\\\smallint\\\", \\\"403\\\": \\\"\\\\\\\\Tilde\\\", \\\"404\\\": \\\"\\\\\\\\shortparallel\\\", \\\"405\\\": \\\"\\\\\\\\subsetneqq\\\", \\\"406\\\": \\\"\\\\\\\\AA\\\", \\\"407\\\": \\\"\\\\\\\\leqq\\\", \\\"408\\\": \\\"\\\\\\\\varkappa\\\", \\\"409\\\": \\\"\\\\\\\\thicksim\\\", \\\"410\\\": \\\"\\\\\\\\vDash\\\", \\\"411\\\": \\\"\\\\\\\\limsup\\\", \\\"412\\\": \\\"\\\\\\\\gtrapprox\\\", \\\"413\\\": \\\"\\\\\\\\trianglelefteq\\\", \\\"414\\\": \\\"\\\\\\\\]\\\", \\\"415\\\": \\\"\\\\\\\\[\\\", \\\"416\\\": \\\"\\\\\\\\biggm\\\", \\\"417\\\": \\\"\\\\\\\\notag\\\", \\\"418\\\": \\\"\\\\\\\\approxeq\\\", \\\"419\\\": \\\"\\\\\\\\ddag\\\", \\\"420\\\": \\\"\\\\\\\\iint\\\", \\\"421\\\": \\\"\\\\\\\\vdots\\\", \\\"422\\\": \\\"\\\\\\\\pitchfork\\\", \\\"423\\\": \\\"\\\\\\\\Bar\\\", \\\"424\\\": \\\"\\\\\\\\bigvee\\\", \\\"425\\\": \\\"\\\\\\\\uplus\\\", \\\"426\\\": \\\"\\\\\\\\ointop\\\", \\\"427\\\": \\\"\\\\\\\\iiint\\\", \\\"428\\\": \\\"\\\\\\\\overleftrightarrow\\\", \\\"429\\\": \\\"\\\\\\\\varpropto\\\", \\\"430\\\": \\\"\\\\\\\\rightleftharpoons\\\", \\\"431\\\": \\\"\\\\\\\\searrow\\\", \\\"432\\\": \\\"\\\\\\\\vartriangle\\\", \\\"433\\\": \\\"\\\\\\\\$\\\", \\\"434\\\": \\\"\\\\\\\\noindent\\\", \\\"435\\\": \\\"\\\\\\\\ae\\\", \\\"436\\\": \\\"\\\\\\\\normalsize\\\", \\\"437\\\": \\\"\\\\\\\\newline\\\", \\\"0\\\": \\\"<pad>\\\"}\", \"word_index\": \"{\\\"<unk>\\\": 1, \\\"{\\\": 2, \\\"}\\\": 3, \\\"_\\\": 4, \\\"^\\\": 5, \\\"(\\\": 6, \\\")\\\": 7, \\\"2\\\": 8, \\\"1\\\": 9, \\\"=\\\": 10, \\\"<start>\\\": 11, \\\"<end>\\\": 12, \\\"-\\\": 13, \\\",\\\": 14, \\\"+\\\": 15, \\\"\\\\\\\\frac\\\": 16, \\\"i\\\": 17, \\\"x\\\": 18, \\\"0\\\": 19, \\\".\\\": 20, \\\"a\\\": 21, \\\"n\\\": 22, \\\"d\\\": 23, \\\"\\\\\\\\mu\\\": 24, \\\"k\\\": 25, \\\"m\\\": 26, \\\"3\\\": 27, \\\"t\\\": 28, \\\"r\\\": 29, \\\"e\\\": 30, \\\"p\\\": 31, \\\"A\\\": 32, \\\"\\\\\\\\partial\\\": 33, \\\"4\\\": 34, \\\"j\\\": 35, \\\"\\\\\\\\alpha\\\": 36, \\\"|\\\": 37, \\\"g\\\": 38, \\\"b\\\": 39, \\\"c\\\": 40, \\\"s\\\": 41, \\\"\\\\\\\\nu\\\": 42, \\\"f\\\": 43, \\\"\\\\\\\\pi\\\": 44, \\\"z\\\": 45, \\\"]\\\": 46, \\\"[\\\": 47, \\\"\\\\\\\\phi\\\": 48, \\\"q\\\": 49, \\\"y\\\": 50, \\\"\\\\\\\\lambda\\\": 51, \\\"T\\\": 52, \\\"N\\\": 53, \\\"R\\\": 54, \\\"M\\\": 55, \\\"B\\\": 56, \\\"S\\\": 57, \\\"l\\\": 58, \\\"/\\\": 59, \\\"F\\\": 60, \\\"L\\\": 61, \\\"\\\\\\\\theta\\\": 62, \\\"D\\\": 63, \\\"\\\\\\\\over\\\": 64, \\\"\\\\\\\\sigma\\\": 65, \\\"\\\\\\\\sqrt\\\": 66, \\\"\\\\\\\\prime\\\": 67, \\\"u\\\": 68, \\\"\\\\\\\\gamma\\\": 69, \\\"H\\\": 70, \\\"\\\\\\\\rho\\\": 71, \\\"P\\\": 72, \\\"\\\\\\\\hat\\\": 73, \\\"\\\\\\\\sum\\\": 74, \\\"C\\\": 75, \\\"V\\\": 76, \\\"X\\\": 77, \\\"E\\\": 78, \\\"\\\\\\\\psi\\\": 79, \\\"G\\\": 80, \\\"v\\\": 81, \\\"\\\\\\\\tilde\\\": 82, \\\"\\\\\\\\delta\\\": 83, \\\"h\\\": 84, \\\"\\\\\\\\omega\\\": 85, \\\"\\\\\\\\tau\\\": 86, \\\"\\\\\\\\beta\\\": 87, \\\"5\\\": 88, \\\"\\\\\\\\int\\\": 89, \\\"Q\\\": 90, \\\"\\\\\\\\bar\\\": 91, \\\"I\\\": 92, \\\"\\\\\\\\epsilon\\\": 93, \\\"\\\\\\\\vec\\\": 94, \\\"'\\\": 95, \\\"6\\\": 96, \\\"\\\\\\\\eta\\\": 97, \\\"\\\\\\\\rangle\\\": 98, \\\"J\\\": 99, \\\"K\\\": 100, \\\"\\\\\\\\Gamma\\\": 101, \\\"\\\\\\\\Delta\\\": 102, \\\"\\\\\\\\xi\\\": 103, \\\"\\\\\\\\Phi\\\": 104, \\\"\\\\\\\\cdot\\\": 105, \\\"W\\\": 106, \\\"U\\\": 107, \\\"*\\\": 108, \\\"\\\\\\\\pm\\\": 109, \\\"\\\\\\\\}\\\": 110, \\\"\\\\\\\\{\\\": 111, \\\"8\\\": 112, \\\"Z\\\": 113, \\\"\\\\\\\\varphi\\\": 114, \\\"\\\\\\\\Lambda\\\": 115, \\\"w\\\": 116, \\\"o\\\": 117, \\\"\\\\\\\\chi\\\": 118, \\\"\\\\\\\\Omega\\\": 119, \\\"\\\\\\\\langle\\\": 120, \\\";\\\": 121, \\\"\\\\\\\\kappa\\\": 122, \\\"\\\\\\\\infty\\\": 123, \\\"\\\\\\\\overline\\\": 124, \\\"\\\\\\\\equiv\\\": 125, \\\"Y\\\": 126, \\\"7\\\": 127, \\\"\\\\\\\\Psi\\\": 128, \\\">\\\": 129, \\\"\\\\\\\\sin\\\": 130, \\\"\\\\\\\\dot\\\": 131, \\\"\\\\\\\\cdots\\\": 132, \\\"<\\\": 133, \\\"\\\\\\\\ldots\\\": 134, \\\"\\\\\\\\cos\\\": 135, \\\"\\\\\\\\varepsilon\\\": 136, \\\"O\\\": 137, \\\"9\\\": 138, \\\"\\\\\\\\to\\\": 139, \\\"\\\\\\\\nabla\\\": 140, \\\":\\\": 141, \\\"\\\\\\\\ln\\\": 142, \\\"\\\\\\\\zeta\\\": 143, \\\"\\\\\\\\times\\\": 144, \\\"\\\\\\\\exp\\\": 145, \\\"\\\\\\\\ell\\\": 146, \\\"\\\\\\\\Sigma\\\": 147, \\\"\\\\\\\\otimes\\\": 148, \\\"!\\\": 149, \\\"\\\\\\\\mbox\\\": 150, \\\"\\\\\\\\sim\\\": 151, \\\"\\\\\\\\hbar\\\": 152, \\\"\\\\\\\\wedge\\\": 153, \\\"\\\\\\\\leq\\\": 154, \\\"\\\\\\\\dagger\\\": 155, \\\"\\\\\\\\log\\\": 156, \\\"\\\\\\\\prod\\\": 157, \\\"\\\\\\\\mid\\\": 158, \\\"\\\\\\\\rightarrow\\\": 159, \\\"\\\\\\\\Pi\\\": 160, \\\"\\\\\\\\approx\\\": 161, \\\"\\\\\\\\widetilde\\\": 162, \\\"\\\\\\\\vert\\\": 163, \\\"\\\\\\\\Big\\\": 164, \\\"\\\\\\\\circ\\\": 165, \\\"\\\\\\\\Theta\\\": 166, \\\"\\\\\\\\geq\\\": 167, \\\"in\\\": 168, \\\"\\\\\\\\ast\\\": 169, \\\"\\\\\\\\in\\\": 170, \\\"\\\\\\\\widehat\\\": 171, \\\"\\\\\\\\simeq\\\": 172, \\\"\\\\\\\\perp\\\": 173, \\\"\\\\\\\\stackrel\\\": 174, \\\"$\\\": 175, \\\"\\\\\\\\|\\\": 176, \\\"\\\\\\\\sinh\\\": 177, \\\"\\\\\\\\star\\\": 178, \\\"\\\\\\\\mathfrak\\\": 179, \\\"\\\\\\\\cosh\\\": 180, \\\"\\\\\\\\neq\\\": 181, \\\"\\\\\\\\dots\\\": 182, \\\"\\\\\\\\tan\\\": 183, \\\"\\\\\\\\uparrow\\\": 184, \\\"\\\\\\\\big\\\": 185, \\\"\\\\\\\\mp\\\": 186, \\\"\\\\\\\\Bigr\\\": 187, \\\"\\\\\\\\oplus\\\": 188, \\\"\\\\\\\\Bigl\\\": 189, \\\"\\\\\\\\lim\\\": 190, \\\"\\\\\\\\vartheta\\\": 191, \\\"\\\\\\\\longrightarrow\\\": 192, \\\"\\\\\\\\det\\\": 193, \\\"\\\\\\\\mapsto\\\": 194, \\\"\\\\\\\\oint\\\": 195, \\\"''\\\": 196, \\\"\\\\\\\\propto\\\": 197, \\\"\\\\\\\\dag\\\": 198, \\\"\\\\\\\\not\\\": 199, \\\"\\\\\\\\Xi\\\": 200, \\\"\\\\\\\\bigg\\\": 201, \\\"\\\\\\\\check\\\": 202, \\\"\\\\\\\\triangle\\\": 203, \\\"\\\\\\\\cong\\\": 204, \\\"\\\\\\\\cap\\\": 205, \\\"\\\\\\\\ddot\\\": 206, \\\"\\\\\\\\biggl\\\": 207, \\\"\\\\\\\\biggr\\\": 208, \\\"\\\\\\\\cot\\\": 209, \\\"\\\\\\\\subset\\\": 210, \\\"\\\\\\\\hbox\\\": 211, \\\"\\\\\\\\bigr\\\": 212, \\\"\\\\\\\\bigl\\\": 213, \\\"\\\\\\\\Rightarrow\\\": 214, \\\"\\\\\\\\arctan\\\": 215, \\\"\\\\\\\\sp\\\": 216, \\\"\\\\\\\\le\\\": 217, \\\"\\\\\\\\ge\\\": 218, \\\"\\\\\\\\varrho\\\": 219, \\\"\\\\\\\\cup\\\": 220, \\\"\\\\\\\\imath\\\": 221, \\\"\\\\\\\\Bigg\\\": 222, \\\"\\\\\\\\lbrack\\\": 223, \\\"\\\\\\\\subseteq\\\": 224, \\\"\\\\\\\\ll\\\": 225, \\\"\\\\\\\\forall\\\": 226, \\\"\\\\\\\\neg\\\": 