"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 300, \"filters\": \"%\", \"lower\": false, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<unk>\", \"document_count\": 100010, \"word_counts\": \"{\\\"<start>\\\": 100010, \\\"\\\\\\\\omega\\\": 7573, \\\"^\\\": 208323, \\\"{\\\": 569949, \\\"\\\\\\\\prime\\\": 9974, \\\"}\\\": 569948, \\\"=\\\": 101801, \\\"(\\\": 149970, \\\"\\\\\\\\frac\\\": 61036, \\\"R\\\": 12309, \\\"+\\\": 76992, \\\"T\\\": 13186, \\\")\\\": 149919, \\\"2\\\": 147504, \\\"-\\\": 93554, \\\"1\\\": 107616, \\\"r\\\": 22616, \\\"\\\\\\\\phi\\\": 13792, \\\"4\\\": 20988, \\\"<end>\\\": 100010, \\\"d\\\": 34178, \\\"s\\\": 16620, \\\"g\\\": 17904, \\\"_\\\": 261805, \\\"M\\\": 12113, \\\"N\\\": 13055, \\\"x\\\": 47296, \\\"B\\\": 11928, \\\"\\\\\\\\bar\\\": 7088, \\\"\\\\\\\\mu\\\": 31595, \\\"\\\\\\\\nu\\\": 16584, \\\"A\\\": 21814, \\\"\\\\\\\\Omega\\\": 3848, \\\",\\\": 80313, \\\"Z\\\": 4752, \\\"U\\\": 5096, \\\"J\\\": 5982, \\\"G\\\": 8217, \\\"\\\\\\\\Gamma\\\": 5813, \\\"P\\\": 9207, \\\"\\\\\\\\tau\\\": 7427, \\\"\\\\\\\\cos\\\": 2655, \\\"\\\\\\\\theta\\\": 11091, \\\".\\\": 38448, \\\"<\\\": 2826, \\\"\\\\\\\\hat\\\": 8928, \\\"Q\\\": 7092, \\\"|\\\": 17998, \\\">\\\": 3017, \\\"0\\\": 45533, \\\"\\\\\\\\Lambda\\\": 4518, \\\"\\\\\\\\lambda\\\": 13215, \\\"\\\\\\\\widehat\\\": 855, \\\"S\\\": 11923, \\\"\\\\\\\\pm\\\": 4892, \\\"f\\\": 16521, \\\"\\\\\\\\ldots\\\": 2803, \\\"n\\\": 35723, \\\"\\\\\\\\mid\\\": 1491, \\\"\\\\\\\\xi\\\": 5704, \\\"q\\\": 13349, \\\"\\\\\\\\sqrt\\\": 10315, \\\"c\\\": 17236, \\\"i\\\": 48186, \\\"v\\\": 7978, \\\"l\\\": 11829, \\\"W\\\": 5344, \\\"\\\\\\\\sigma\\\": 10584, \\\"V\\\": 8783, \\\"e\\\": 22501, \\\"\\\\\\\\Delta\\\": 5815, \\\"\\\\\\\\tilde\\\": 7939, \\\"\\\\\\\\gamma\\\": 9611, \\\"\\\\\\\\pi\\\": 16246, \\\"\\\\\\\\langle\\\": 3825, \\\"\\\\\\\\rangle\\\": 6048, \\\"\\\\\\\\approx\\\": 1411, \\\"L\\\": 11097, \\\"\\\\\\\\widetilde\\\": 1300, \\\"\\\\\\\\chi\\\": 4008, \\\"D\\\": 10961, \\\"\\\\\\\\over\\\": 10602, \\\"3\\\": 25294, \\\"F\\\": 11232, \\\"\\\\\\\\cdots\\\": 2934, \\\"\\\\\\\\delta\\\": 7934, \\\"\\\\\\\\ln\\\": 2389, \\\"[\\\": 15327, \\\"]\\\": 15466, \\\"a\\\": 36088, \\\"j\\\": 19464, \\\"\\\\\\\\psi\\\": 8435, \\\"\\\\\\\\star\\\": 701, \\\"5\\\": 7318, \\\"\\\\\\\\{\\\": 4777, \\\"y\\\": 13310, \\\"\\\\\\\\}\\\": 4805, \\\"\\\\\\\\vec\\\": 6510, \\\"\\\\\\\\Psi\\\": 3037, \\\"\\\\\\\\rightarrow\\\": 1481, \\\"8\\\": 4767, \\\"K\\\": 5874, \\\"C\\\": 8809, \\\"m\\\": 25424, \\\"u\\\": 9627, \\\";\\\": 3822, \\\"\\\\\\\\beta\\\": 7336, \\\"*\\\": 5058, \\\"\\\\\\\\dots\\\": 588, \\\"p\\\": 22442, \\\"k\\\": 26943, \\\"\\\\\\\\alpha\\\": 19257, \\\"\\\\\\\\int\\\": 7263, \\\"\\\\\\\\ast\\\": 893, \\\"\\\\\\\\wedge\\\": 1695, \\\"\\\\\\\\iota\\\": 132, \\\"\\\\\\\\partial\\\": 21427, \\\"z\\\": 16053, \\\"\\\\\\\\log\\\": 1581, \\\"X\\\": 8583, \\\"t\\\": 22701, \\\"\\\\\\\\rho\\\": 9272, \\\"\\\\\\\\Phi\\\": 5608, \\\"\\\\\\\\sum\\\": 8891, \\\"E\\\": 8437, \\\"w\\\": 4437, \\\"H\\\": 9283, \\\"Y\\\": 3123, \\\"7\\\": 3049, \\\"\\\\\\\\geq\\\": 946, \\\"/\\\": 11649, \\\"\\\\\\\\zeta\\\": 2340, \\\"\\\\\\\\cdot\\\": 5560, \\\"b\\\": 17524, \\\"\\\\\\\\varphi\\\": 4676, \\\"\\\\\\\\exp\\\": 2054, \\\"\\\\\\\\equiv\\\": 3318, \\\"'\\\": 6301, \\\"\\\\\\\\sim\\\": 1790, \\\"h\\\": 7854, \\\"\\\\\\\\Sigma\\\": 1991, \\\"\\\\\\\\eta\\\": 6163, \\\":\\\": 2440, \\\"\\\\\\\\to\\\": 2565, \\\"I\\\": 7006, \\\"6\\\": 6239, \\\"\\\\\\\\circ\\\": 1158, \\\"\\\\\\\\kappa\\\": 3512, \\\"\\\\\\\\hbar\\\": 1711, \\\"\\\\\\\\mbox\\\": 1815, \\\"\\\\\\\\epsilon\\\": 6658, \\\"\\\\\\\\Bigl\\\": 506, \\\"\\\\\\\\underbrace\\\": 50, \\\"\\\\\\\\Bigr\\\": 518, \\\"o\\\": 4082, \\\"\\\\\\\\infty\\\": 3348, \\\"\\\\\\\\tan\\\": 582, \\\"\\\\\\\\sin\\\": 3002, \\\"\\\\\\\\supset\\\": 98, \\\"\\\\\\\\vee\\\": 123, \\\"\\\\\\\\varepsilon\\\": 2591, \\\"\\\\\\\\ge\\\": 213, \\\"\\\\\\\\imath\\\": 198, \\\"\\\\\\\\min\\\": 38, \\\"\\\\\\\\neq\\\": 626, \\\"\\\\\\\\cong\\\": 263, \\\"\\\\\\\\times\\\": 2249, \\\"in\\\": 916, \\\"\\\\\\\\overline\\\": 3349, \\\"\\\\\\\\cosh\\\": 661, \\\"O\\\": 2581, \\\"\\\\\\\\forall\\\": 190, \\\"\\\\\\\\prod\\\": 1492, \\\"\\\\\\\\in\\\": 856, \\\"\\\\\\\\ddot\\\": 258, \\\"\\\\\\\\dot\\\": 2984, \\\"9\\\": 2575, \\\"\\\\\\\\vert\\\": 1264, \\\"\\\\\\\\lim\\\": 469, \\\"\\\\\\\\dag\\\": 341, \\\"\\\\\\\\longrightarrow\\\": 444, \\\"\\\\\\\\nabla\\\": 2462, \\\"!\\\": 1858, \\\"\\\\\\\\large\\\": 25, \\\"\\\\\\\\Pi\\\": 1476, \\\"\\\\\\\\big\\\": 545, \\\"\\\\\\\\otimes\\\": 1922, \\\"\\\\\\\\simeq\\\": 855, \\\"\\\\\\\\parallel\\\": 172, \\\"\\\\\\\\perp\\\": 847, \\\"\\\\\\\\sinh\\\": 705, \\\"\\\\\\\\pmod\\\": 117, \\\"\\\\\\\\mapsto\\\": 430, \\\"\\\\\\\\leftrightarrow\\\": 106, \\\"\\\\\\\\not\\\": 335, \\\"\\\\\\\\colon\\\": 142, \\\"\\\\\\\\biggl\\\": 258, \\\"\\\\\\\\biggr\\\": 253, \\\"\\\\\\\\uparrow\\\": 563, \\\"\\\\\\\\ell\\\": 2036, \\\"\\\\\\\\Theta\\\": 1063, \\\"''\\\": 414, \\\"\\\\\\\\O\\\": 43, \\\"\\\\\\\\mathfrak\\\": 687, \\\"\\\\\\\\oplus\\\": 513, \\\"\\\\\\\\lbrack\\\": 194, \\\"\\\\\\\\rbrack\\\": 81, \\\"\\\\\\\\Xi\\\": 311, \\\"\\\\\\\\dagger\\\": 1590, \\\"\\\\\\\\propto\\\": 357, \\\"\\\\\\\\stackrel\\\": 773, \\\"$\\\": 772, \\\"\\\\\\\\Im\\\": 93, \\\"\\\\\\\\implies\\\": 35, \\\"\\\\\\\\Biggr\\\": 96, \\\"\\\\\\\\subset\\\": 240, \\\"\\\\\\\\Big\\\": 1224, \\\"\\\\\\\\cot\\\": 244, \\\"\\\\\\\\mp\\\": 532, \\\"\\\\\\\\leq\\\": 1690, \\\"\\\\\\\\arctan\\\": 225, \\\"\\\\\\\\check\\\": 280, \\\"\\\\\\\\|\\\": 758, \\\"\\\\\\\\neg\\\": 190, \\\"\\\\\\\\oint\\\": 424, \\\"\\\\\\\\vartheta\\\": 462, \\\"\\\\\\\\wp\\\": 137, \\\"\\\\\\\\coth\\\": 72, \\\"\\\\\\\\Re\\\": 92, \\\"\\\\\\\\bot\\\": 116, \\\"\\\\\\\\exists\\\": 67, \\\"\\\\\\\\sp\\\": 220, \\\"\\\\\\\\subsetneq\\\": 20, \\\"\\\\\\\\diamond\\\": 6, \\\"\\\\\\\\Rightarrow\\\": 225, \\\"\\\\\\\\varpi\\\": 86, \\\"\\\\\\\\gg\\\": 140, \\\"\\\\\\\\sec\\\": 96, \\\"\\\\\\\\Leftrightarrow\\\": 83, \\\"\\\\\\\\top\\\": 37, \\\"\\\\\\\\l\\\": 158, \\\"\\\\\\\\varrho\\\": 210, \\\"\\\\\\\\breve\\\": 68, \\\"\\\\\\\\cup\\\": 209, \\\"\\\\\\\\\\\": 49, \\\"\\\\\\\\deg\\\": 17, \\\"\\\\\\\\le\\\": 220, \\\"\\\\\\\\det\\\": 440, \\\"\\\\\\\\xrightarrow\\\": 27, \\\"\\\\\\\\Bigg\\\": 195, \\\"\\\\\\\\hbox\\\": 231, \\\"\\\\\\\\bigg\\\": 283, \\\"\\\\\\\\Pr\\\": 7, \\\"\\\\\\\\land\\\": 157, \\\"\\\\\\\\i\\\": 32, \\\"\\\\\\\\tanh\\\": 114, \\\"\\\\\\\\o\\\": 96, \\\"\\\\\\\\subseteq\\\": 193, \\\"\\\\\\\\diamondsuit\\\": 9, \\\"\\\\\\\\ll\\\": 192, \\\"\\\\\\\\slash\\\": 48, \\\"\\\\\\\\angle\\\": 80, \\\"\\\\\\\\vdash\\\": 47, \\\"\\\\\\\\upsilon\\\": 45, \\\"\\\\\\\\atop\\\": 82, \\\"\\\\\\\\Upsilon\\\": 105, \\\"\\\\\\\\csc\\\": 70, \\\"\\\\\\\\odot\\\": 65, \\\"\\\\\\\\varnothing\\\": 44, \\\"\\\\\\\\setminus\\\": 79, \\\"\\\\\\\\triangle\\\": 272, \\\"\\\\\\\\acute\\\": 37, \\\"\\\\\\\\complement\\\": 11, \\\"\\\\\\\\cap\\\": 262, \\\"\\\\\\\\bigl\\\": 229, \\\"\\\\\\\\Longleftrightarrow\\\": 35, \\\"\\\\\\\\Longrightarrow\\\": 49, \\\"\\\\\\\\uplus\\\": 1, \\\"`\\\": 27, \\\"\\\\\\\"\\\": 53, \\\"\\\\\\\\sb\\\": 96, \\\"\\\\\\\\bigr\\\": 231, \\\"\\\\\\\\aleph\\\": 93, \\\"\\\\\\\\arccos\\\": 7, \\\"\\\\\\\\arcsin\\\": 37, \\\"\\\\\\\\lfloor\\\": 59, \\\"\\\\\\\\rfloor\\\": 75, \\\"\\\\\\\\jmath\\\": 188, \\\"\\\\\\\\arg\\\": 43, \\\"\\\\\\\\lbrace\\\": 57, \\\"\\\\\\\\rbrace\\\": 57, \\\"\\\\\\\\j\\\": 9, \\\"\\\\\\\\varsigma\\\": 50, \\\"\\\\\\\\downarrow\\\": 51, \\\"\\\\\\\\Box\\\": 66, \\\"\\\\\\\\smallint\\\": 2, \\\"\\\\\\\\ne\\\": 109, \\\"\\\\\\\\triangleleft\\\": 12, \\\"\\\\\\\\lnot\\\": 63, \\\"\\\\\\\\normalsize\\\": 1, \\\"\\\\\\\\bigcup\\\": 18, \\\"\\\\\\\\natural\\\": 8, \\\"\\\\\\\\L\\\": 89, \\\"\\\\\\\\longmapsto\\\": 14, \\\"\\\\\\\\bigoplus\\\": 59, \\\"\\\\\\\\Biggl\\\": 97, \\\"mm\\\": 33, \\\"\\\\\\\\sharp\\\": 31, \\\"\\\\\\\\lor\\\": 123, \\\"\\\\\\\\gtrsim\\\": 6, \\\"\\\\\\\\backslash\\\": 22, \\\"\\\\\\\\lceil\\\": 28, \\\"\\\\\\\\longleftrightarrow\\\": 26, \\\"\\\\\\\\leqslant\\\": 10, \\\"cm\\\": 20, \\\"\\\\\\\\cfrac\\\": 10, \\\"\\\\\\\\bigotimes\\\": 22, \\\"\\\\\\\\rceil\\\": 26, \\\"\\\\\\\\leftarrow\\\": 28, \\\"\\\\\\\\longleftarrow\\\": 9, \\\"\\\\\\\\c\\\": 9, \\\"\\\\\\\\mathop\\\": 40, \\\"\\\\\\\\hookrightarrow\\\": 27, \\\"\\\\\\\\bigtriangleup\\\": 32, \\\"\\\\\\\\doteq\\\": 22, \\\"\\\\\\\\S\\\": 33, \\\"\\\\\\\\mod\\\": 18, \\\"\\\\\\\\square\\\": 14, \\\"\\\\\\\\therefore\\\": 7, \\\"\\\\\\\\#\\\": 106, \\\"\\\\\\\\_\\\": 31, \\\"\\\\\\\\bullet\\\": 54, \\\"\\\\\\\\geqslant\\\": 15, \\\"\\\\\\\\Vert\\\": 45, \\\"\\\\\\\\SS\\\": 4, \\\"\\\\\\\\bigm\\\": 4, \\\"\\\\\\\\surd\\\": 6, \\\"\\\\\\\\nleftrightarrow\\\": 3, \\\"\\\\\\\\sqcup\\\": 18, \\\"\\\\\\\\frown\\\": 12, \\\"\\\\\\\\dim\\\": 19, \\\"\\\\\\\\bmod\\\": 10, \\\"\\\\\\\\overset\\\": 28, \\\"\\\\\\\\max\\\": 17, \\\"\\\\\\\\Large\\\": 31, \\\"\\\\\\\\lVert\\\": 13, \\\"\\\\\\\\rVert\\\": 13, \\\"\\\\\\\\notin\\\": 13, \\\"\\\\\\\\succ\\\": 6, \\\"\\\\\\\\noindent\\\": 1, \\\"\\\\\\\\P\\\": 38, \\\"\\\\\\\\pounds\\\": 19, \\\"\\\\\\\\prec\\\": 8, \\\"\\\\\\\\oslash\\\": 9, \\\"\\\\\\\\lesssim\\\": 11, \\\"\\\\\\\\supseteq\\\": 39, \\\"\\\\\\\\ae\\\": 1, \\\"\\\\\\\\xleftarrow\\\": 6, \\\"\\\\\\\\cdotp\\\": 20, \\\"\\\\\\\\pitchfork\\\": 1, \\\"\\\\\\\\ni\\\": 14, \\\"\\\\\\\\smile\\\": 10, \\\"\\\\\\\\rightharpoonup\\\": 31, \\\"\\\\\\\\ker\\\": 51, \\\"\\\\\\\\underset\\\": 6, \\\"\\\\\\\\lgroup\\\": 3, \\\"\\\\\\\\rgroup\\\": 3, \\\"\\\\\\\\sqcap\\\": 3, \\\"\\\\\\\\succeq\\\": 3, \\\"\\\\\\\\gcd\\\": 13, \\\"\\\\\\\\flat\\\": 21, \\\"\\\\\\\\Vdash\\\": 17, \\\"\\\\\\\\lg\\\": 6, \\\"\\\\\\\\inf\\\": 3, \\\"\\\\\\\\&\\\": 8, \\\"\\\\\\\\subsetneqq\\\": 2, \\\"\\\\\\\\varinjlim\\\": 5, \\\"\\\\\\\\triangleq\\\": 15, \\\"\\\\\\\\emptyset\\\": 10, \\\"\\\\\\\\approxeq\\\": 1, \\\"\\\\\\\\nearrow\\\": 8, \\\"\\\\\\\\leqq\\\": 2, \\\"\\\\\\\\models\\\": 3, \\\"\\\\\\\\vDash\\\": 2, \\\"\\\\\\\\hom\\\": 5, \\\"\\\\\\\\upharpoonright\\\": 4, \\\"\\\\\\\\preceq\\\": 2, \\\"\\\\\\\\limsup\\\": 2, \\\"\\\\\\\\vdots\\\": 1, \\\"\\\\\\\\varprojlim\\\": 7, \\\"\\\\\\\\rtimes\\\": 4, \\\"\\\\\\\\ltimes\\\": 3, \\\"\\\\\\\\sup\\\": 12, \\\"\\\\\\\\ominus\\\": 15, \\\"\\\\\\\\ointop\\\": 1, \\\"\\\\\\\\Bigm\\\": 3, \\\"\\\\\\\\asymp\\\": 3, \\\"\\\\\\\\iiint\\\": 1, \\\"\\\\\\\\nleq\\\": 2, \\\"\\\\\\\\Longleftarrow\\\": 3, \\\"\\\\\\\\amalg\\\": 8, \\\"\\\\\\\\coprod\\\": 4, \\\"\\\\\\\\rightleftharpoons\\\": 1, \\\"\\\\\\\\triangleright\\\": 5, \\\"\\\\\\\\newline\\\": 1, \\\"\\\\\\\\varkappa\\\": 2, \\\"\\\\\\\\ddagger\\\": 9, \\\"\\\\\\\\Uparrow\\\": 6, \\\"\\\\\\\\Diamond\\\": 8, \\\"\\\\\\\\Downarrow\\\": 2, \\\"?\\\": 9, \\\"\\\\\\\\Bar\\\": 1, \\\"\\\\\\\\Tilde\\\": 2, \\\"\\\\\\\\bigtriangledown\\\": 7, \\\"\\\\\\\\AA\\\": 2, \\\"\\\\\\\\gets\\\": 2, \\\"\\\\\\\\biggm\\\": 1, \\\"\\\\\\\\bigcap\\\": 9, \\\"\\\\\\\\LARGE\\\": 3, \\\"@\\\": 9, \\\"\\\\\\\\shortparallel\\\": 2, \\\"\\\\\\\\iint\\\": 1, \\\"\\\\\\\\searrow\\\": 1, \\\"\\\\\\\\varpropto\\\": 1, \\\"\\\\\\\\overleftrightarrow\\\": 1, \\\"\\\\\\\\trianglelefteq\\\": 1, \\\"\\\\\\\\ddag\\\": 1, \\\"\\\\\\\\thicksim\\\": 2, \\\"\\\\\\\\$\\\": 1, \\\"\\\\\\\\gtrapprox\\\": 1, \\\"\\\\\\\\]\\\": 1, \\\"\\\\\\\\[\\\": 1, \\\"\\\\\\\\bigvee\\\": 1, \\\"\\\\\\\\notag\\\": 1, \\\"\\\\\\\\vartriangle\\\": 1, \\\"\\\\\\\\bigwedge\\\": 7}\", \"word_docs\": \"{\\\"=\\\": 78363, \\\"\\\\\\\\prime\\\": 4715, \\\"2\\\": 54185, \\\"}\\\": 92401, \\\"+\\\": 40593, \\\"R\\\": 7240, \\\")\\\": 62757, \\\"1\\\": 50643, \\\"^\\\": 67102, \\\"\\\\\\\\omega\\\": 4168, \\\"<start>\\\": 100010, \\\"\\\\\\\\frac\\\": 35925, \\\"(\\\": 62779, \\\"T\\\": 7837, \\\"4\\\": 13796, \\\"\\\\\\\\phi\\\": 6866, \\\"r\\\": 10944, \\\"-\\\": 48956, \\\"<end>\\\": 100010, \\\"{\\\": 92401, \\\"d\\\": 16170, \\\"\\\\\\\\mu\\\": 12601, \\\"\\\\\\\\nu\\\": 6711, \\\"N\\\": 6998, \\\"_\\\": 71597, \\\"M\\\": 7101, \\\"\\\\\\\\bar\\\": 3323, \\\"x\\\": 19516, \\\"A\\\": 11522, \\\"\\\\\\\\Omega\\\": 2537, \\\"g\\\": 10440, \\\"s\\\": 8889, \\\"B\\\": 6869, \\\",\\\": 42031, \\\"U\\\": 2806, \\\"J\\\": 3143, \\\"Z\\\": 2883, \\\"G\\\": 5385, \\\".\\\": 31462, \\\"P\\\": 5504, \\\"\\\\\\\\theta\\\": 5480, \\\"\\\\\\\\Gamma\\\": 3209, \\\"\\\\\\\\cos\\\": 1930, \\\"\\\\\\\\tau\\\": 3517, \\\"\\\\\\\\hat\\\": 3734, \\\">\\\": 2049, \\\"|\\\": 7032, \\\"Q\\\": 3975, \\\"0\\\": 26962, \\\"<\\\": 2028, \\\"\\\\\\\\widehat\\\": 490, \\\"S\\\": 7344, \\\"\\\\\\\\pm\\\": 2410, \\\"\\\\\\\\lambda\\\": 6856, \\\"\\\\\\\\Lambda\\\": 2751, \\\"\\\\\\\\ldots\\\": 1971, \\\"n\\\": 15236, \\\"f\\\": 9460, \\\"\\\\\\\\mid\\\": 786, \\\"q\\\": 5934, \\\"\\\\\\\\sqrt\\\": 7952, \\\"\\\\\\\\xi\\\": 2626, \\\"c\\\": 9863, \\\"l\\\": 5518, \\\"\\\\\\\\sigma\\\": 5350, \\\"W\\\": 3311, \\\"i\\\": 21078, \\\"v\\\": 4402, \\\"V\\\": 5731, \\\"e\\\": 13997, \\\"\\\\\\\\Delta\\\": 3749, \\\"\\\\\\\\tilde\\\": 4271, \\\"\\\\\\\\pi\\\": 11637, \\\"\\\\\\\\gamma\\\": 5170, \\\"\\\\\\\\approx\\\": 1255, \\\"\\\\\\\\langle\\\": 2648, \\\"\\\\\\\\rangle\\\": 3701, \\\"L\\\": 6609, \\\"3\\\": 15081, \\\"D\\\": 6533, \\\"\\\\\\\\widetilde\\\": 740, \\\"\\\\\\\\over\\\": 5739, \\\"\\\\\\\\chi\\\": 2257, \\\"[\\\": 10976, \\\"\\\\\\\\cdots\\\": 2148, \\\"]\\\": 11075, \\\"\\\\\\\\delta\\\": 4398, \\\"\\\\\\\\ln\\\": 1828, \\\"F\\\": 7055, \\\"a\\\": 16163, \\\"j\\\": 7373, \\\"\\\\\\\\star\\\": 385, \\\"\\\\\\\\psi\\\": 4032, \\\"5\\\": 4730, \\\"\\\\\\\\}\\\": 3695, \\\"y\\\": 6338, \\\"\\\\\\\\{\\\": 3666, \\\"\\\\\\\\vec\\\": 2460, \\\"\\\\\\\\Psi\\\": 1581, \\\"\\\\\\\\rightarrow\\\": 1128, \\\"8\\\": 3655, \\\"K\\\": 3540, \\\"C\\\": 5436, \\\";\\\": 2525, \\\"*\\\": 3072, \\\"m\\\": 12862, \\\"u\\\": 4648, \\\"\\\\\\\\beta\\\": 3422, \\\"\\\\\\\\dots\\\": 383, \\\"p\\\": 10127, \\\"\\\\\\\\alpha\\\": 8909, \\\"k\\\": 10991, \\\"\\\\\\\\ast\\\": 546, \\\"\\\\\\\\wedge\\\": 951, \\\"\\\\\\\\int\\\": 5913, \\\"\\\\\\\\iota\\\": 77, \\\"z\\\": 6059, \\\"\\\\\\\\partial\\\": 9521, \\\"\\\\\\\\log\\\": 1173, \\\"X\\\": 4208, \\\"\\\\\\\\rho\\\": 4723, \\\"t\\\": 11192, \\\"\\\\\\\\Phi\\\": 2844, \\\"\\\\\\\\sum\\\": 7188, \\\"E\\\": 5276, \\\"w\\\": 2164, \\\"H\\\": 5935, \\\"Y\\\": 1843, \\\"7\\\": 2113, \\\"\\\\\\\\geq\\\": 826, \\\"/\\\": 7864, \\\"\\\\\\\\zeta\\\": 1257, \\\"\\\\\\\\cdot\\\": 3451, \\\"b\\\": 8579, \\\"\\\\\\\\varphi\\\": 2511, \\\"\\\\\\\\exp\\\": 1768, \\\"\\\\\\\\equiv\\\": 3055, \\\"'\\\": 2854, \\\"\\\\\\\\sim\\\": 1548, \\\"h\\\": 4593, \\\"\\\\\\\\Sigma\\\": 1311, \\\"\\\\\\\\eta\\\": 3441, \\\":\\\": 1893, \\\"\\\\\\\\to\\\": 1925, \\\"I\\\": 3798, \\\"6\\\": 4513, \\\"\\\\\\\\circ\\\": 695, \\\"\\\\\\\\kappa\\\": 2164, \\\"\\\\\\\\hbar\\\": 1318, \\\"\\\\\\\\epsilon\\\": 4260, \\\"\\\\\\\\mbox\\\": 1277, \\\"\\\\\\\\underbrace\\\": 39, \\\"\\\\\\\\Bigr\\\": 407, \\\"\\\\\\\\Bigl\\\": 401, \\\"o\\\": 2888, \\\"\\\\\\\\infty\\\": 2333, \\\"\\\\\\\\tan\\\": 403, \\\"\\\\\\\\sin\\\": 2149, \\\"\\\\\\\\supset\\\": 53, \\\"\\\\\\\\vee\\\": 85, \\\"\\\\\\\\ge\\\": 178, \\\"\\\\\\\\varepsilon\\\": 1650, \\\"\\\\\\\\imath\\\": 129, \\\"\\\\\\\\neq\\\": 588, \\\"\\\\\\\\min\\\": 35, \\\"\\\\\\\\cong\\\": 240, \\\"\\\\\\\\times\\\": 1585, \\\"\\\\\\\\overline\\\": 1887, \\\"in\\\": 726, \\\"\\\\\\\\cosh\\\": 524, \\\"O\\\": 1818, \\\"\\\\\\\\forall\\\": 173, \\\"\\\\\\\\prod\\\": 1167, \\\"\\\\\\\\in\\\": 698, \\\"\\\\\\\\ddot\\\": 201, \\\"\\\\\\\\dot\\\": 1476, \\\"9\\\": 1762, \\\"\\\\\\\\vert\\\": 555, \\\"\\\\\\\\dag\\\": 192, \\\"\\\\\\\\lim\\\": 413, \\\"\\\\\\\\longrightarrow\\\": 356, \\\"\\\\\\\\nabla\\\": 1531, \\\"\\\\\\\\large\\\": 11, \\\"!\\\": 1195, \\\"\\\\\\\\Pi\\\": 909, \\\"\\\\\\\\big\\\": 193, \\\"\\\\\\\\otimes\\\": 1040, \\\"\\\\\\\\simeq\\\": 760, \\\"\\\\\\\\parallel\\\": 108, \\\"\\\\\\\\perp\\\": 475, \\\"\\\\\\\\sinh\\\": 504, \\\"\\\\\\\\pmod\\\": 117, \\\"\\\\\\\\mapsto\\\": 395, \\\"\\\\\\\\leftrightarrow\\\": 87, \\\"\\\\\\\\not\\\": 211, \\\"\\\\\\\\colon\\\": 138, \\\"\\\\\\\\biggl\\\": 207, \\\"\\\\\\\\biggr\\\": 206, \\\"\\\\\\\\uparrow\\\": 163, \\\"\\\\\\\\ell\\\": 977, \\\"\\\\\\\\Theta\\\": 669, \\\"''\\\": 275, \\\"\\\\\\\\O\\\": 33, \\\"\\\\\\\\oplus\\\": 305, \\\"\\\\\\\\mathfrak\\\": 412, \\\"\\\\\\\\lbrack\\\": 172, \\\"\\\\\\\\rbrack\\\": 67, \\\"\\\\\\\\Xi\\\": 192, \\\"\\\\\\\\dagger\\\": 954, \\\"\\\\\\\\propto\\\": 335, \\\"\\\\\\\\stackrel\\\": 446, \\\"$\\\": 223, \\\"\\\\\\\\Im\\\": 73, \\\"\\\\\\\\implies\\\": 25, \\\"\\\\\\\\Biggr\\\": 82, \\\"\\\\\\\\subset\\\": 165, \\\"\\\\\\\\Big\\\": 547, \\\"\\\\\\\\cot\\\": 161, \\\"\\\\\\\\mp\\\": 399, \\\"\\\\\\\\leq\\\": 1220, \\\"\\\\\\\\arctan\\\": 167, \\\"\\\\\\\\check\\\": 112, \\\"\\\\\\\\|\\\": 253, \\\"\\\\\\\\neg\\\": 90, \\\"\\\\\\\\oint\\\": 329, \\\"\\\\\\\\vartheta\\\": 247, \\\"\\\\\\\\wp\\\": 77, \\\"\\\\\\\\coth\\\": 66, \\\"\\\\\\\\Re\\\": 73, \\\"\\\\\\\\bot\\\": 65, \\\"\\\\\\\\exists\\\": 57, \\\"\\\\\\\\sp\\\": 94, \\\"\\\\\\\\subsetneq\\\": 7, \\\"\\\\\\\\diamond\\\": 4, \\\"\\\\\\\\Rightarrow\\\": 197, \\\"\\\\\\\\varpi\\\": 49, \\\"\\\\\\\\gg\\\": 122, \\\"\\\\\\\\sec\\\": 71, \\\"\\\\\\\\Leftrightarrow\\\": 82, \\\"\\\\\\\\top\\\": 29, \\\"\\\\\\\\l\\\": 70, \\\"\\\\\\\\varrho\\\": 121, \\\"\\\\\\\\breve\\\": 36, \\\"\\\\\\\\cup\\\": 169, \\\"\\\\\\\\\\\": 49, \\\"\\\\\\\\deg\\\": 12, \\\"\\\\\\\\le\\\": 153, \\\"\\\\\\\\det\\\": 319, \\\"\\\\\\\\xrightarrow\\\": 16, \\\"\\\\\\\\Bigg\\\": 89, \\\"\\\\\\\\hbox\\\": 173, \\\"\\\\\\\\bigg\\\": 133, \\\"\\\\\\\\Pr\\\": 7, \\\"\\\\\\\\land\\\": 110, \\\"\\\\\\\\i\\\": 20, \\\"\\\\\\\\tanh\\\": 97, \\\"\\\\\\\\o\\\": 60, \\\"\\\\\\\\subseteq\\\": 167, \\\"\\\\\\\\diamondsuit\\\": 6, \\\"\\\\\\\\ll\\\": 166, \\\"\\\\\\\\slash\\\": 29, \\\"\\\\\\\\angle\\\": 44, \\\"\\\\\\\\vdash\\\": 30, \\\"\\\\\\\\upsilon\\\": 36, \\\"\\\\\\\\atop\\\": 66, \\\"\\\\\\\\Upsilon\\\": 65, \\\"\\\\\\\\csc\\\": 52, \\\"\\\\\\\\odot\\\": 43, \\\"\\\\\\\\setminus\\\": 57, \\\"\\\\\\\\varnothing\\\": 34, \\\"\\\\\\\\triangle\\\": 161, \\\"\\\\\\\\acute\\\": 18, \\\"\\\\\\\\complement\\\": 9, \\\"\\\\\\\\cap\\\": 211, \\\"\\\\\\\\bigl\\\": 168, \\\"\\\\\\\\Longleftrightarrow\\\": 34, \\\"\\\\\\\\Longrightarrow\\\": 49, \\\"\\\\\\\\uplus\\\": 1, \\\"`\\\": 15, \\\"\\\\\\\"\\\": 29, \\\"\\\\\\\\sb\\\": 23, \\\"\\\\\\\\bigr\\\": 167, \\\"\\\\\\\\aleph\\\": 56, \\\"\\\\\\\\arccos\\\": 7, \\\"\\\\\\\\arcsin\\\": 35, \\\"\\\\\\\\rfloor\\\": 69, \\\"\\\\\\\\lfloor\\\": 56, \\\"\\\\\\\\jmath\\\": 65, \\\"\\\\\\\\arg\\\": 35, \\\"\\\\\\\\lbrace\\\": 50, \\\"\\\\\\\\rbrace\\\": 50, \\\"\\\\\\\\j\\\": 4, \\\"\\\\\\\\varsigma\\\": 37, \\\"\\\\\\\\downarrow\\\": 23, \\\"\\\\\\\\Box\\\": 47, \\\"\\\\\\\\smallint\\\": 1, \\\"\\\\\\\\ne\\\": 97, \\\"\\\\\\\\triangleleft\\\": 6, \\\"\\\\\\\\lnot\\\": 38, \\\"\\\\\\\\normalsize\\\": 1, \\\"\\\\\\\\bigcup\\\": 14, \\\"\\\\\\\\natural\\\": 7, \\\"\\\\\\\\L\\\": 39, \\\"\\\\\\\\longmapsto\\\": 13, \\\"\\\\\\\\bigoplus\\\": 50, \\\"\\\\\\\\Biggl\\\": 79, \\\"mm\\\": 29, \\\"\\\\\\\\sharp\\\": 24, \\\"\\\\\\\\lor\\\": 67, \\\"\\\\\\\\gtrsim\\\": 6, \\\"\\\\\\\\backslash\\\": 20, \\\"\\\\\\\\lceil\\\": 27, \\\"\\\\\\\\longleftrightarrow\\\": 25, \\\"\\\\\\\\leqslant\\\": 9, \\\"cm\\\": 17, \\\"\\\\\\\\cfrac\\\": 6, \\\"\\\\\\\\bigotimes\\\": 15, \\\"\\\\\\\\rceil\\\": 25, \\\"\\\\\\\\leftarrow\\\": 16, \\\"\\\\\\\\longleftarrow\\\": 5, \\\"\\\\\\\\c\\\": 7, \\\"\\\\\\\\mathop\\\": 33, \\\"\\\\\\\\hookrightarrow\\\": 27, \\\"\\\\\\\\bigtriangleup\\\": 23, \\\"\\\\\\\\doteq\\\": 22, \\\"\\\\\\\\S\\\": 16, \\\"\\\\\\\\mod\\\": 18, \\\"\\\\\\\\square\\\": 13, \\\"\\\\\\\\therefore\\\": 7, \\\"\\\\\\\\#\\\": 71, \\\"\\\\\\\\_\\\": 16, \\\"\\\\\\\\bullet\\\": 31, \\\"\\\\\\\\geqslant\\\": 11, \\\"\\\\\\\\Vert\\\": 18, \\\"\\\\\\\\SS\\\": 2, \\\"\\\\\\\\bigm\\\": 3, \\\"\\\\\\\\surd\\\": 5, \\\"\\\\\\\\nleftrightarrow\\\": 3, \\\"\\\\\\\\sqcup\\\": 14, \\\"\\\\\\\\frown\\\": 11, \\\"\\\\\\\\dim\\\": 18, \\\"\\\\\\\\bmod\\\": 8, \\\"\\\\\\\\overset\\\": 26, \\\"\\\\\\\\max\\\": 14, \\\"\\\\\\\\Large\\\": 18, \\\"\\\\\\\\lVert\\\": 11, \\\"\\\\\\\\rVert\\\": 11, \\\"\\\\\\\\notin\\\": 13, \\\"\\\\\\\\succ\\\": 6, \\\"\\\\\\\\noindent\\\": 1, \\\"\\\\\\\\P\\\": 15, \\\"\\\\\\\\pounds\\\": 13, \\\"\\\\\\\\prec\\\": 7, \\\"\\\\\\\\oslash\\\": 8, \\\"\\\\\\\\lesssim\\\": 10, \\\"\\\\\\\\supseteq\\\": 22, \\\"\\\\\\\\ae\\\": 1, \\\"\\\\\\\\xleftarrow\\\": 1, \\\"\\\\\\\\cdotp\\\": 20, \\\"\\\\\\\\pitchfork\\\": 1, \\\"\\\\\\\\ni\\\": 14, \\\"\\\\\\\\smile\\\": 6, \\\"\\\\\\\\rightharpoonup\\\": 13, \\\"\\\\\\\\ker\\\": 46, \\\"\\\\\\\\underset\\\": 6, \\\"\\\\\\\\lgroup\\\": 3, \\\"\\\\\\\\rgroup\\\": 3, \\\"\\\\\\\\sqcap\\\": 2, \\\"\\\\\\\\succeq\\\": 3, \\\"\\\\\\\\gcd\\\": 8, \\\"\\\\\\\\flat\\\": 10, \\\"\\\\\\\\Vdash\\\": 17, \\\"\\\\\\\\lg\\\": 4, \\\"\\\\\\\\inf\\\": 2, \\\"\\\\\\\\&\\\": 5, \\\"\\\\\\\\subsetneqq\\\": 1, \\\"\\\\\\\\varinjlim\\\": 5, \\\"\\\\\\\\triangleq\\\": 15, \\\"\\\\\\\\emptyset\\\": 8, \\\"\\\\\\\\approxeq\\\": 1, \\\"\\\\\\\\nearrow\\\": 4, \\\"\\\\\\\\leqq\\\": 1, \\\"\\\\\\\\models\\\": 3, \\\"\\\\\\\\vDash\\\": 2, \\\"\\\\\\\\hom\\\": 2, \\\"\\\\\\\\upharpoonright\\\": 4, \\\"\\\\\\\\preceq\\\": 2, \\\"\\\\\\\\limsup\\\": 1, \\\"\\\\\\\\vdots\\\": 1, \\\"\\\\\\\\varprojlim\\\": 7, \\\"\\\\\\\\rtimes\\\": 4, \\\"\\\\\\\\ltimes\\\": 3, \\\"\\\\\\\\sup\\\": 11, \\\"\\\\\\\\ominus\\\": 10, \\\"\\\\\\\\ointop\\\": 1, \\\"\\\\\\\\Bigm\\\": 3, \\\"\\\\\\\\asymp\\\": 3, \\\"\\\\\\\\iiint\\\": 1, \\\"\\\\\\\\nleq\\\": 2, \\\"\\\\\\\\Longleftarrow\\\": 3, \\\"\\\\\\\\amalg\\\": 2, \\\"\\\\\\\\coprod\\\": 4, \\\"\\\\\\\\rightleftharpoons\\\": 1, \\\"\\\\\\\\triangleright\\\": 3, \\\"\\\\\\\\newline\\\": 1, \\\"\\\\\\\\varkappa\\\": 1, \\\"\\\\\\\\ddagger\\\": 4, \\\"\\\\\\\\Uparrow\\\": 3, \\\"\\\\\\\\Diamond\\\": 5, \\\"\\\\\\\\Downarrow\\\": 1, \\\"?\\\": 6, \\\"\\\\\\\\Bar\\\": 1, \\\"\\\\\\\\Tilde\\\": 1, \\\"\\\\\\\\bigtriangledown\\\": 5, \\\"\\\\\\\\AA\\\": 1, \\\"\\\\\\\\gets\\\": 2, \\\"\\\\\\\\biggm\\\": 1, \\\"\\\\\\\\bigcap\\\": 8, \\\"\\\\\\\\LARGE\\\": 2, \\\"@\\\": 6, \\\"\\\\\\\\shortparallel\\\": 1, \\\"\\\\\\\\iint\\\": 1, \\\"\\\\\\\\searrow\\\": 1, \\\"\\\\\\\\varpropto\\\": 1, \\\"\\\\\\\\overleftrightarrow\\\": 1, \\\"\\\\\\\\trianglelefteq\\\": 1, \\\"\\\\\\\\ddag\\\": 1, \\\"\\\\\\\\thicksim\\\": 2, \\\"\\\\\\\\$\\\": 1, \\\"\\\\\\\\gtrapprox\\\": 1, \\\"\\\\\\\\[\\\": 1, \\\"\\\\\\\\]\\\": 1, \\\"\\\\\\\\bigvee\\\": 1, \\\"\\\\\\\\notag\\\": 1, \\\"\\\\\\\\vartriangle\\\": 1, \\\"\\\\\\\\bigwedge\\\": 2}\", \"index_docs\": \"{\\\"10\\\": 78363, \\\"67\\\": 4715, \\\"8\\\": 54185, \\\"3\\\": 92401, \\\"15\\\": 40593, \\\"54\\\": 7240, \\\"7\\\": 62757, \\\"9\\\": 50643, \\\"5\\\": 67102, \\\"85\\\": 4168, \\\"11\\\": 100010, \\\"16\\\": 35925, \\\"6\\\": 62779, \\\"52\\\": 7837, \\\"34\\\": 13796, \\\"48\\\": 6866, \\\"29\\\": 10944, \\\"13\\\": 48956, \\\"12\\\": 100010, \\\"2\\\": 92401, \\\"23\\\": 16170, \\\"24\\\": 12601, \\\"42\\\": 6711, \\\"53\\\": 6998, \\\"4\\\": 71597, \\\"55\\\": 7101, \\\"91\\\": 3323, \\\"18\\\": 19516, \\\"32\\\": 11522, \\\"119\\\": 2537, \\\"38\\\": 10440, \\\"41\\\": 8889, \\\"56\\\": 6869, \\\"14\\\": 42031, \\\"107\\\": 2806, \\\"99\\\": 3143, \\\"113\\\": 2883, \\\"80\\\": 5385, \\\"20\\\": 31462, \\\"72\\\": 5504, \\\"62\\\": 5480, \\\"102\\\": 3209, \\\"135\\\": 1930, \\\"86\\\": 3517, \\\"73\\\": 3734, \\\"129\\\": 2049, \\\"37\\\": 7032, \\\"90\\\": 3975, \\\"19\\\": 26962, \\\"133\\\": 2028, \\\"171\\\": 490, \\\"57\\\": 7344, \\\"109\\\": 2410, \\\"51\\\": 6856, \\\"115\\\": 2751, \\\"134\\\": 1971, \\\"22\\\": 15236, \\\"43\\\": 9460, \\\"158\\\": 786, \\\"49\\\": 5934, \\\"66\\\": 7952, \\\"103\\\": 2626, \\\"40\\\": 9863, \\\"58\\\": 5518, \\\"65\\\": 5350, \\\"106\\\": 3311, \\\"17\\\": 21078, \\\"81\\\": 4402, \\\"76\\\": 5731, \\\"30\\\": 13997, \\\"101\\\": 3749, \\\"82\\\": 4271, \\\"44\\\": 11637, \\\"69\\\": 5170, \\\"161\\\": 1255, \\\"120\\\": 2648, \\\"98\\\": 3701, \\\"61\\\": 6609, \\\"27\\\": 15081, \\\"63\\\": 6533, \\\"162\\\": 740, \\\"64\\\": 5739, \\\"118\\\": 2257, \\\"47\\\": 10976, \\\"132\\\": 2148, \\\"46\\\": 11075, \\\"83\\\": 4398, \\\"142\\\": 1828, \\\"60\\\": 7055, \\\"21\\\": 16163, \\\"35\\\": 7373, \\\"178\\\": 385, \\\"79\\\": 4032, \\\"88\\\": 4730, \\\"110\\\": 3695, \\\"50\\\": 6338, \\\"111\\\": 3666, \\\"94\\\": 2460, \\\"128\\\": 1581, \\\"159\\\": 1128, \\\"112\\\": 3655, \\\"100\\\": 3540, \\\"75\\\": 5436, \\\"121\\\": 2525, \\\"108\\\": 3072, \\\"26\\\": 12862, \\\"68\\\": 4648, \\\"87\\\": 3422, \\\"182\\\": 383, \\\"31\\\": 10127, \\\"36\\\": 8909, \\\"25\\\": 10991, \\\"169\\\": 546, \\\"153\\\": 951, \\\"89\\\": 5913, \\\"235\\\": 77, \\\"45\\\": 6059, \\\"33\\\": 9521, \\\"156\\\": 1173, \\\"77\\\": 4208, \\\"71\\\": 4723, \\\"28\\\": 11192, \\\"104\\\": 2844, \\\"74\\\": 7188, \\\"78\\\": 5276, \\\"116\\\": 2164, \\\"70\\\": 5935, \\\"126\\\": 1843, \\\"127\\\": 2113, \\\"167\\\": 826, \\\"59\\\": 7864, \\\"143\\\": 1257, \\\"105\\\": 3451, \\\"39\\\": 8579, \\\"114\\\": 2511, \\\"145\\\": 1768, \\\"125\\\": 3055, \\\"95\\\": 2854, \\\"151\\\": 1548, \\\"84\\\": 4593, \\\"147\\\": 1311, \\\"97\\\": 3441, \\\"141\\\": 1893, \\\"139\\\": 1925, \\\"92\\\": 3798, \\\"96\\\": 4513, \\\"165\\\": 695, \\\"122\\\": 2164, \\\"152\\\": 1318, \\\"93\\\": 4260, \\\"150\\\": 1277, \\\"277\\\": 39, \\\"187\\\": 407, \\\"189\\\": 401, \\\"117\\\": 2888, \\\"124\\\": 2333, \\\"183\\\": 403, \\\"130\\\": 2149, \\\"245\\\": 53, \\\"236\\\": 85, \\\"218\\\": 178, \\\"136\\\": 1650, \\\"221\\\": 129, \\\"181\\\": 588, \\\"290\\\": 35, \\\"204\\\": 240, \\\"144\\\": 1585, \\\"123\\\": 1887, \\\"168\\\": 726, \\\"180\\\": 524, \\\"137\\\": 1818, \\\"226\\\": 173, \\\"157\\\": 1167, \\\"170\\\": 698, \\\"206\\\": 201, \\\"131\\\": 1476, \\\"138\\\": 1762, \\\"163\\\": 555, \\\"198\\\": 192, \\\"190\\\": 413, \\\"192\\\": 356, \\\"140\\\": 1531, \\\"313\\\": 11, \\\"149\\\": 1195, \\\"160\\\": 909, \\\"185\\\": 193, \\\"148\\\": 1040, \\\"172\\\": 760, \\\"229\\\": 108, \\\"173\\\": 475, \\\"177\\\": 504, \\\"238\\\": 117, \\\"194\\\": 395, \\\"242\\\": 87, \\\"199\\\": 211, \\\"232\\\": 138, \\\"207\\\": 207, \\\"208\\\": 206, \\\"184\\\": 163, \\\"146\\\": 977, \\\"166\\\": 669, \\\"196\\\": 275, \\\"286\\\": 33, \\\"188\\\": 305, \\\"179\\\": 412, \\\"223\\\": 172, \\\"258\\\": 67, \\\"200\\\": 192, \\\"155\\\": 954, \\\"197\\\": 335, \\\"174\\\": 446, \\\"175\\\": 223, \\\"251\\\": 73, \\\"295\\\": 25, \\\"247\\\": 82, \\\"210\\\": 165, \\\"164\\\": 547, \\\"209\\\": 161, \\\"186\\\": 399, \\\"154\\\": 1220, \\\"214\\\": 167, \\\"202\\\": 112, \\\"176\\\": 253, \\\"227\\\": 90, \\\"195\\\": 329, \\\"191\\\": 247, \\\"234\\\": 77, \\\"262\\\": 66, \\\"253\\\": 73, \\\"239\\\": 65, \\\"265\\\": 57, \\\"216\\\": 94, \\\"318\\\": 7, \\\"370\\\": 4, \\\"215\\\": 197, \\\"255\\\": 49, \\\"233\\\": 122, \\\"248\\\": 71, \\\"256\\\": 82, \\\"292\\\": 29, \\\"230\\\": 70, \\\"219\\\": 121, \\\"264\\\": 36, \\\"220\\\": 169, \\\"279\\\": 49, \\\"326\\\": 12, \\\"217\\\": 153, \\\"193\\\": 319, \\\"308\\\": 16, \\\"222\\\": 89, \\\"211\\\": 173, \\\"201\\\": 133, \\\"364\\\": 7, \\\"231\\\": 110, \\\"299\\\": 20, \\\"240\\\": 97, \\\"249\\\": 60, \\\"224\\\": 167, \\\"349\\\": 6, \\\"225\\\": 166, \\\"281\\\": 29, \\\"259\\\": 44, \\\"282\\\": 30, \\\"283\\\": 36, \\\"257\\\": 66, \\\"244\\\": 65, \\\"263\\\": 52, \\\"267\\\": 43, \\\"260\\\": 57, \\\"285\\\": 34, \\\"203\\\": 161, \\\"293\\\": 18, \\\"342\\\": 9, \\\"205\\\": 211, \\\"213\\\": 168, \\\"296\\\": 34, \\\"280\\\": 49, \\\"412\\\": 1, \\\"309\\\": 15, \\\"274\\\": 29, \\\"250\\\": 23, \\\"212\\\": 167, \\\"252\\\": 56, \\\"365\\\": 7, \\\"294\\\": 35, \\\"261\\\": 69, \\\"269\\\": 56, \\\"228\\\": 65, \\\"287\\\": 35, \\\"271\\\": 50, \\\"272\\\": 50, \\\"350\\\": 4, \\\"278\\\": 37, \\\"275\\\": 23, \\\"266\\\": 47, \\\"398\\\": 1, \\\"241\\\": 97, \\\"339\\\": 6, \\\"268\\\": 38, \\\"413\\\": 1, \\\"323\\\": 14, \\\"358\\\": 7, \\\"254\\\": 39, \\\"332\\\": 13, \\\"270\\\": 50, \\\"246\\\": 79, \\\"297\\\": 29, \\\"301\\\": 24, \\\"237\\\": 67, \\\"371\\\": 6, \\\"314\\\": 20, \\\"305\\\": 27, \\\"311\\\": 25, \\\"344\\\": 9, \\\"319\\\": 17, \\\"345\\\": 6, \\\"315\\\": 15, \\\"312\\\": 25, \\\"306\\\": 16, \\\"351\\\": 5, \\\"352\\\": 7, \\\"288\\\": 33, \\\"310\\\": 27, \\\"300\\\": 23, \\\"316\\\": 22, \\\"298\\\": 16, \\\"324\\\": 18, \\\"333\\\": 13, \\\"366\\\": 7, \\\"243\\\": 71, \\\"302\\\": 16, \\\"273\\\": 31, \\\"329\\\": 11, \\\"284\\\": 18, \\\"381\\\": 2, \\\"382\\\": 3, \\\"372\\\": 5, \\\"386\\\": 3, \\\"325\\\": 14, \\\"340\\\": 11, \\\"321\\\": 18, \\\"346\\\": 8, \\\"307\\\": 26, \\\"327\\\": 14, \\\"303\\\": 18, \\\"335\\\": 11, \\\"336\\\": 11, \\\"337\\\": 13, \\\"373\\\": 6, \\\"414\\\": 1, \\\"291\\\": 15, \\\"322\\\": 13, \\\"359\\\": 7, \\\"353\\\": 8, \\\"343\\\": 10, \\\"289\\\": 22, \\\"415\\\": 1, \\\"374\\\": 1, \\\"320\\\": 20, \\\"416\\\": 1, \\\"334\\\": 14, \\\"347\\\": 6, \\\"304\\\": 13, \\\"276\\\": 46, \\\"375\\\": 6, \\\"387\\\": 3, \\\"388\\\": 3, \\\"389\\\": 2, \\\"390\\\": 3, \\\"338\\\": 8, \\\"317\\\": 10, \\\"328\\\": 17, \\\"376\\\": 4, \\\"391\\\": 2, \\\"360\\\": 5, \\\"399\\\": 1, \\\"378\\\": 5, \\\"330\\\": 15, \\\"348\\\": 8, \\\"417\\\": 1, \\\"361\\\": 4, \\\"400\\\": 1, \\\"392\\\": 3, \\\"401\\\": 2, \\\"379\\\": 2, \\\"383\\\": 4, \\\"402\\\": 2, \\\"403\\\": 1, \\\"418\\\": 1, \\\"367\\\": 7, \\\"384\\\": 4, \\\"393\\\": 3, \\\"341\\\": 11, \\\"331\\\": 10, \\\"419\\\": 1, \\\"394\\\": 3, \\\"395\\\": 3, \\\"420\\\": 1, \\\"404\\\": 2, \\\"396\\\": 3, \\\"362\\\": 2, \\\"385\\\": 4, \\\"421\\\": 1, \\\"380\\\": 3, \\\"422\\\": 1, \\\"405\\\": 1, \\\"354\\\": 4, \\\"377\\\": 3, \\\"363\\\": 5, \\\"406\\\": 1, \\\"355\\\": 6, \\\"423\\\": 1, \\\"407\\\": 1, \\\"368\\\": 5, \\\"408\\\": 1, \\\"409\\\": 2, \\\"424\\\": 1, \\\"356\\\": 8, \\\"397\\\": 2, \\\"357\\\": 6, \\\"410\\\": 1, \\\"425\\\": 1, \\\"426\\\": 1, \\\"427\\\": 1, \\\"428\\\": 1, \\\"429\\\": 1, \\\"430\\\": 1, \\\"411\\\": 2, \\\"431\\\": 1, \\\"432\\\": 1, \\\"434\\\": 1, \\\"433\\\": 1, \\\"435\\\": 1, \\\"436\\\": 1, \\\"437\\\": 1, \\\"369\\\": 2}\", \"index_word\": \"{\\\"1\\\": \\\"<unk>\\\", \\\"2\\\": \\\"{\\\", \\\"3\\\": \\\"}\\\", \\\"4\\\": \\\"_\\\", \\\"5\\\": \\\"^\\\", \\\"6\\\": \\\"(\\\", \\\"7\\\": \\\")\\\", \\\"8\\\": \\\"2\\\", \\\"9\\\": \\\"1\\\", \\\"10\\\": \\\"=\\\", \\\"11\\\": \\\"<start>\\\", \\\"12\\\": \\\"<end>\\\", \\\"13\\\": \\\"-\\\", \\\"14\\\": \\\",\\\", \\\"15\\\": \\\"+\\\", \\\"16\\\": \\\"\\\\\\\\frac\\\", \\\"17\\\": \\\"i\\\", \\\"18\\\": \\\"x\\\", \\\"19\\\": \\\"0\\\", \\\"20\\\": \\\".\\\", \\\"21\\\": \\\"a\\\", \\\"22\\\": \\\"n\\\", \\\"23\\\": \\\"d\\\", \\\"24\\\": \\\"\\\\\\\\mu\\\", \\\"25\\\": \\\"k\\\", \\\"26\\\": \\\"m\\\", \\\"27\\\": \\\"3\\\", \\\"28\\\": \\\"t\\\", \\\"29\\\": \\\"r\\\", \\\"30\\\": \\\"e\\\", \\\"31\\\": \\\"p\\\", \\\"32\\\": \\\"A\\\", \\\"33\\\": \\\"\\\\\\\\partial\\\", \\\"34\\\": \\\"4\\\", \\\"35\\\": \\\"j\\\", \\\"36\\\": \\\"\\\\\\\\alpha\\\", \\\"37\\\": \\\"|\\\", \\\"38\\\": \\\"g\\\", \\\"39\\\": \\\"b\\\", \\\"40\\\": \\\"c\\\", \\\"41\\\": \\\"s\\\", \\\"42\\\": \\\"\\\\\\\\nu\\\", \\\"43\\\": \\\"f\\\", \\\"44\\\": \\\"\\\\\\\\pi\\\", \\\"45\\\": \\\"z\\\", \\\"46\\\": \\\"]\\\", \\\"47\\\": \\\"[\\\", \\\"48\\\": \\\"\\\\\\\\phi\\\", \\\"49\\\": \\\"q\\\", \\\"50\\\": \\\"y\\\", \\\"51\\\": \\\"\\\\\\\\lambda\\\", \\\"52\\\": \\\"T\\\", \\\"53\\\": \\\"N\\\", \\\"54\\\": \\\"R\\\", \\\"55\\\": \\\"M\\\", \\\"56\\\": \\\"B\\\", \\\"57\\\": \\\"S\\\", \\\"58\\\": \\\"l\\\", \\\"59\\\": \\\"/\\\", \\\"60\\\": \\\"F\\\", \\\"61\\\": \\\"L\\\", \\\"62\\\": \\\"\\\\\\\\theta\\\", \\\"63\\\": \\\"D\\\", \\\"64\\\": \\\"\\\\\\\\over\\\", \\\"65\\\": \\\"\\\\\\\\sigma\\\", \\\"66\\\": \\\"\\\\\\\\sqrt\\\", \\\"67\\\": \\\"\\\\\\\\prime\\\", \\\"68\\\": \\\"u\\\", \\\"69\\\": \\\"\\\\\\\\gamma\\\", \\\"70\\\": \\\"H\\\", \\\"71\\\": \\\"\\\\\\\\rho\\\", \\\"72\\\": \\\"P\\\", \\\"73\\\": \\\"\\\\\\\\hat\\\", \\\"74\\\": \\\"\\\\\\\\sum\\\", \\\"75\\\": \\\"C\\\", \\\"76\\\": \\\"V\\\", \\\"77\\\": \\\"X\\\", \\\"78\\\": \\\"E\\\", \\\"79\\\": \\\"\\\\\\\\psi\\\", \\\"80\\\": \\\"G\\\", \\\"81\\\": \\\"v\\\", \\\"82\\\": \\\"\\\\\\\\tilde\\\", \\\"83\\\": \\\"\\\\\\\\delta\\\", \\\"84\\\": \\\"h\\\", \\\"85\\\": \\\"\\\\\\\\omega\\\", \\\"86\\\": \\\"\\\\\\\\tau\\\", \\\"87\\\": \\\"\\\\\\\\beta\\\", \\\"88\\\": \\\"5\\\", \\\"89\\\": \\\"\\\\\\\\int\\\", \\\"90\\\": \\\"Q\\\", \\\"91\\\": \\\"\\\\\\\\bar\\\", \\\"92\\\": \\\"I\\\", \\\"93\\\": \\\"\\\\\\\\epsilon\\\", \\\"94\\\": \\\"\\\\\\\\vec\\\", \\\"95\\\": \\\"'\\\", \\\"96\\\": \\\"6\\\", \\\"97\\\": \\\"\\\\\\\\eta\\\", \\\"98\\\": \\\"\\\\\\\\rangle\\\", \\\"99\\\": \\\"J\\\", \\\"100\\\": \\\"K\\\", \\\"101\\\": \\\"\\\\\\\\Delta\\\", \\\"102\\\": \\\"\\\\\\\\Gamma\\\", \\\"103\\\": \\\"\\\\\\\\xi\\\", \\\"104\\\": \\\"\\\\\\\\Phi\\\", \\\"105\\\": \\\"\\\\\\\\cdot\\\", \\\"106\\\": \\\"W\\\", \\\"107\\\": \\\"U\\\", \\\"108\\\": \\\"*\\\", \\\"109\\\": \\\"\\\\\\\\pm\\\", \\\"110\\\": \\\"\\\\\\\\}\\\", \\\"111\\\": \\\"\\\\\\\\{\\\", \\\"112\\\": \\\"8\\\", \\\"113\\\": \\\"Z\\\", \\\"114\\\": \\\"\\\\\\\\varphi\\\", \\\"115\\\": \\\"\\\\\\\\Lambda\\\", \\\"116\\\": \\\"w\\\", \\\"117\\\": \\\"o\\\", \\\"118\\\": \\\"\\\\\\\\chi\\\", \\\"119\\\": \\\"\\\\\\\\Omega\\\", \\\"120\\\": \\\"\\\\\\\\langle\\\", \\\"121\\\": \\\";\\\", \\\"122\\\": \\\"\\\\\\\\kappa\\\", \\\"123\\\": \\\"\\\\\\\\overline\\\", \\\"124\\\": \\\"\\\\\\\\infty\\\", \\\"125\\\": \\\"\\\\\\\\equiv\\\", \\\"126\\\": \\\"Y\\\", \\\"127\\\": \\\"7\\\", \\\"128\\\": \\\"\\\\\\\\Psi\\\", \\\"129\\\": \\\">\\\", \\\"130\\\": \\\"\\\\\\\\sin\\\", \\\"131\\\": \\\"\\\\\\\\dot\\\", \\\"132\\\": \\\"\\\\\\\\cdots\\\", \\\"133\\\": \\\"<\\\", \\\"134\\\": \\\"\\\\\\\\ldots\\\", \\\"135\\\": \\\"\\\\\\\\cos\\\", \\\"136\\\": \\\"\\\\\\\\varepsilon\\\", \\\"137\\\": \\\"O\\\", \\\"138\\\": \\\"9\\\", \\\"139\\\": \\\"\\\\\\\\to\\\", \\\"140\\\": \\\"\\\\\\\\nabla\\\", \\\"141\\\": \\\":\\\", \\\"142\\\": \\\"\\\\\\\\ln\\\", \\\"143\\\": \\\"\\\\\\\\zeta\\\", \\\"144\\\": \\\"\\\\\\\\times\\\", \\\"145\\\": \\\"\\\\\\\\exp\\\", \\\"146\\\": \\\"\\\\\\\\ell\\\", \\\"147\\\": \\\"\\\\\\\\Sigma\\\", \\\"148\\\": \\\"\\\\\\\\otimes\\\", \\\"149\\\": \\\"!\\\", \\\"150\\\": \\\"\\\\\\\\mbox\\\", \\\"151\\\": \\\"\\\\\\\\sim\\\", \\\"152\\\": \\\"\\\\\\\\hbar\\\", \\\"153\\\": \\\"\\\\\\\\wedge\\\", \\\"154\\\": \\\"\\\\\\\\leq\\\", \\\"155\\\": \\\"\\\\\\\\dagger\\\", \\\"156\\\": \\\"\\\\\\\\log\\\", \\\"157\\\": \\\"\\\\\\\\prod\\\", \\\"158\\\": \\\"\\\\\\\\mid\\\", \\\"159\\\": \\\"\\\\\\\\rightarrow\\\", \\\"160\\\": \\\"\\\\\\\\Pi\\\", \\\"161\\\": \\\"\\\\\\\\approx\\\", \\\"162\\\": \\\"\\\\\\\\widetilde\\\", \\\"163\\\": \\\"\\\\\\\\vert\\\", \\\"164\\\": \\\"\\\\\\\\Big\\\", \\\"165\\\": \\\"\\\\\\\\circ\\\", \\\"166\\\": \\\"\\\\\\\\Theta\\\", \\\"167\\\": \\\"\\\\\\\\geq\\\", \\\"168\\\": \\\"in\\\", \\\"169\\\": \\\"\\\\\\\\ast\\\", \\\"170\\\": \\\"\\\\\\\\in\\\", \\\"171\\\": \\\"\\\\\\\\widehat\\\", \\\"172\\\": \\\"\\\\\\\\simeq\\\", \\\"173\\\": \\\"\\\\\\\\perp\\\", \\\"174\\\": \\\"\\\\\\\\stackrel\\\", \\\"175\\\": \\\"$\\\", \\\"176\\\": \\\"\\\\\\\\|\\\", \\\"177\\\": \\\"\\\\\\\\sinh\\\", \\\"178\\\": \\\"\\\\\\\\star\\\", \\\"179\\\": \\\"\\\\\\\\mathfrak\\\", \\\"180\\\": \\\"\\\\\\\\cosh\\\", \\\"181\\\": \\\"\\\\\\\\neq\\\", \\\"182\\\": \\\"\\\\\\\\dots\\\", \\\"183\\\": \\\"\\\\\\\\tan\\\", \\\"184\\\": \\\"\\\\\\\\uparrow\\\", \\\"185\\\": \\\"\\\\\\\\big\\\", \\\"186\\\": \\\"\\\\\\\\mp\\\", \\\"187\\\": \\\"\\\\\\\\Bigr\\\", \\\"188\\\": \\\"\\\\\\\\oplus\\\", \\\"189\\\": \\\"\\\\\\\\Bigl\\\", \\\"190\\\": \\\"\\\\\\\\lim\\\", \\\"191\\\": \\\"\\\\\\\\vartheta\\\", \\\"192\\\": \\\"\\\\\\\\longrightarrow\\\", \\\"193\\\": \\\"\\\\\\\\det\\\", \\\"194\\\": \\\"\\\\\\\\mapsto\\\", \\\"195\\\": \\\"\\\\\\\\oint\\\", \\\"196\\\": \\\"''\\\", \\\"197\\\": \\\"\\\\\\\\propto\\\", \\\"198\\\": \\\"\\\\\\\\dag\\\", \\\"199\\\": \\\"\\\\\\\\not\\\", \\\"200\\\": \\\"\\\\\\\\Xi\\\", \\\"201\\\": \\\"\\\\\\\\bigg\\\", \\\"202\\\": \\\"\\\\\\\\check\\\", \\\"203\\\": \\\"\\\\\\\\triangle\\\", \\\"204\\\": \\\"\\\\\\\\cong\\\", \\\"205\\\": \\\"\\\\\\\\cap\\\", \\\"206\\\": \\\"\\\\\\\\ddot\\\", \\\"207\\\": \\\"\\\\\\\\biggl\\\", \\\"208\\\": \\\"\\\\\\\\biggr\\\", \\\"209\\\": \\\"\\\\\\\\cot\\\", \\\"210\\\": \\\"\\\\\\\\subset\\\", \\\"211\\\": \\\"\\\\\\\\hbox\\\", \\\"212\\\": \\\"\\\\\\\\bigr\\\", \\\"213\\\": \\\"\\\\\\\\bigl\\\", \\\"214\\\": \\\"\\\\\\\\arctan\\\", \\\"215\\\": \\\"\\\\\\\\Rightarrow\\\", \\\"216\\\": \\\"\\\\\\\\sp\\\", \\\"217\\\": \\\"\\\\\\\\le\\\", \\\"218\\\": \\\"\\\\\\\\ge\\\", \\\"219\\\": \\\"\\\\\\\\varrho\\\", \\\"220\\\": \\\"\\\\\\\\cup\\\", \\\"221\\\": \\\"\\\\\\\\imath\\\", \\\"222\\\": \\\"\\\\\\\\Bigg\\\", \\\"223\\\": \\\"\\\\\\\\lbrack\\\", \\\"224\\\": \\\"\\\\\\\\subseteq\\\", \\\"225\\\": \\\"\\\\\\\\ll\\\", \\\"226\\\": \\\"\\\\\\\\forall\\\", \\\"227\\\": \\\"\\\\\\\\neg\\\", \\\"228\\\": \\\"\\\\\\\\jmath\\\", \\\"229\\\": \\\"\\\\\\\\parallel\\\", \\\"230\\\": \\\"\\\\\\\\l\\\", \\\"231\\\": \\\"\\\\\\\\land\\\", \\\"232\\\": \\\"\\\\\\\\colon\\\", \\\"233\\\": \\\"\\\\\\\\gg\\\", \\\"234\\\": \\\"\\\\\\\\wp\\\", \\\"235\\\": \\\"\\\\\\\\iota\\\", \\\"236\\\": \\\"\\\\\\\\vee\\\", \\\"237\\\": \\\"\\\\\\\\lor\\\", \\\"238\\\": \\\"\\\\\\\\pmod\\\", \\\"239\\\": \\\"\\\\\\\\bot\\\", \\\"240\\\": \\\"\\\\\\\\tanh\\\", \\\"241\\\": \\\"\\\\\\\\ne\\\", \\\"242\\\": \\\"\\\\\\\\leftrightarrow\\\", \\\"243\\\": \\\"\\\\\\\\#\\\", \\\"244\\\": \\\"\\\\\\\\Upsilon\\\", \\\"245\\\": \\\"\\\\\\\\supset\\\", \\\"246\\\": \\\"\\\\\\\\Biggl\\\", \\\"247\\\": \\\"\\\\\\\\Biggr\\\", \\\"248\\\": \\\"\\\\\\\\sec\\\", \\\"249\\\": \\\"\\\\\\\\o\\\", \\\"250\\\": \\\"\\\\\\\\sb\\\", \\\"251\\\": \\\"\\\\\\\\Im\\\", \\\"252\\\": \\\"\\\\\\\\aleph\\\", \\\"253\\\": \\\"\\\\\\\\Re\\\", \\\"254\\\": \\\"\\\\\\\\L\\\", \\\"255\\\": \\\"\\\\\\\\varpi\\\", \\\"256\\\": \\\"\\\\\\\\Leftrightarrow\\\", \\\"257\\\": \\\"\\\\\\\\atop\\\", \\\"258\\\": \\\"\\\\\\\\rbrack\\\", \\\"259\\\": \\\"\\\\\\\\angle\\\", \\\"260\\\": \\\"\\\\\\\\setminus\\\", \\\"261\\\": \\\"\\\\\\\\rfloor\\\", \\\"262\\\": \\\"\\\\\\\\coth\\\", \\\"263\\\": \\\"\\\\\\\\csc\\\", \\\"264\\\": \\\"\\\\\\\\breve\\\", \\\"265\\\": \\\"\\\\\\\\exists\\\", \\\"266\\\": \\\"\\\\\\\\Box\\\", \\\"267\\\": \\\"\\\\\\\\odot\\\", \\\"268\\\": \\\"\\\\\\\\lnot\\\", \\\"269\\\": \\\"\\\\\\\\lfloor\\\", \\\"270\\\": \\\"\\\\\\\\bigoplus\\\", \\\"271\\\": \\\"\\\\\\\\lbrace\\\", \\\"272\\\": \\\"\\\\\\\\rbrace\\\", \\\"273\\\": \\\"\\\\\\\\bullet\\\", \\\"274\\\": \\\"\\\\\\\"\\\", \\\"275\\\": \\\"\\\\\\\\downarrow\\\", \\\"276\\\": \\\"\\\\\\\\ker\\\", \\\"277\\\": \\\"\\\\\\\\underbrace\\\", \\\"278\\\": \\\"\\\\\\\\varsigma\\\", \\\"279\\\": \\\"\\\\\\\\\\\", \\\"280\\\": \\\"\\\\\\\\Longrightarrow\\\", \\\"281\\\": \\\"\\\\\\\\slash\\\", \\\"282\\\": \\\"\\\\\\\\vdash\\\", \\\"283\\\": \\\"\\\\\\\\upsilon\\\", \\\"284\\\": \\\"\\\\\\\\Vert\\\", \\\"285\\\": \\\"\\\\\\\\varnothing\\\", \\\"286\\\": \\\"\\\\\\\\O\\\", \\\"287\\\": \\\"\\\\\\\\arg\\\", \\\"288\\\": \\\"\\\\\\\\mathop\\\", \\\"289\\\": \\\"\\\\\\\\supseteq\\\", \\\"290\\\": \\\"\\\\\\\\min\\\", \\\"291\\\": \\\"\\\\\\\\P\\\", \\\"292\\\": \\\"\\\\\\\\top\\\", \\\"293\\\": \\\"\\\\\\\\acute\\\", \\\"294\\\": \\\"\\\\\\\\arcsin\\\", \\\"295\\\": \\\"\\\\\\\\implies\\\", \\\"296\\\": \\\"\\\\\\\\Longleftrightarrow\\\", \\\"297\\\": \\\"mm\\\", \\\"298\\\": \\\"\\\\\\\\S\\\", \\\"299\\\": \\\"\\\\\\\\i\\\", \\\"300\\\": \\\"\\\\\\\\bigtriangleup\\\", \\\"301\\\": \\\"\\\\\\\\sharp\\\", \\\"302\\\": \\\"\\\\\\\\_\\\", \\\"303\\\": \\\"\\\\\\\\Large\\\", \\\"304\\\": \\\"\\\\\\\\rightharpoonup\\\", \\\"305\\\": \\\"\\\\\\\\lceil\\\", \\\"306\\\": \\\"\\\\\\\\leftarrow\\\", \\\"307\\\": \\\"\\\\\\\\overset\\\", \\\"308\\\": \\\"\\\\\\\\xrightarrow\\\", \\\"309\\\": \\\"`\\\", \\\"310\\\": \\\"\\\\\\\\hookrightarrow\\\", \\\"311\\\": \\\"\\\\\\\\longleftrightarrow\\\", \\\"312\\\": \\\"\\\\\\\\rceil\\\", \\\"313\\\": \\\"\\\\\\\\large\\\", \\\"314\\\": \\\"\\\\\\\\backslash\\\", \\\"315\\\": \\\"\\\\\\\\bigotimes\\\", \\\"316\\\": \\\"\\\\\\\\doteq\\\", \\\"317\\\": \\\"\\\\\\\\flat\\\", \\\"318\\\": \\\"\\\\\\\\subsetneq\\\", \\\"319\\\": \\\"cm\\\", \\\"320\\\": \\\"\\\\\\\\cdotp\\\", \\\"321\\\": \\\"\\\\\\\\dim\\\", \\\"322\\\": \\\"\\\\\\\\pounds\\\", \\\"323\\\": \\\"\\\\\\\\bigcup\\\", \\\"324\\\": \\\"\\\\\\\\mod\\\", \\\"325\\\": \\\"\\\\\\\\sqcup\\\", \\\"326\\\": \\\"\\\\\\\\deg\\\", \\\"327\\\": \\\"\\\\\\\\max\\\", \\\"328\\\": \\\"\\\\\\\\Vdash\\\", \\\"329\\\": \\\"\\\\\\\\geqslant\\\", \\\"330\\\": \\\"\\\\\\\\triangleq\\\", \\\"331\\\": \\\"\\\\\\\\ominus\\\", \\\"332\\\": \\\"\\\\\\\\longmapsto\\\", \\\"333\\\": \\\"\\\\\\\\square\\\", \\\"334\\\": \\\"\\\\\\\\ni\\\", \\\"335\\\": \\\"\\\\\\\\lVert\\\", \\\"336\\\": \\\"\\\\\\\\rVert\\\", \\\"337\\\": \\\"\\\\\\\\notin\\\", \\\"338\\\": \\\"\\\\\\\\gcd\\\", \\\"339\\\": \\\"\\\\\\\\triangleleft\\\", \\\"340\\\": \\\"\\\\\\\\frown\\\", \\\"341\\\": \\\"\\\\\\\\sup\\\", \\\"342\\\": \\\"\\\\\\\\complement\\\", \\\"343\\\": \\\"\\\\\\\\lesssim\\\", \\\"344\\\": \\\"\\\\\\\\leqslant\\\", \\\"345\\\": \\\"\\\\\\\\cfrac\\\", \\\"346\\\": \\\"\\\\\\\\bmod\\\", \\\"347\\\": \\\"\\\\\\\\smile\\\", \\\"348\\\": \\\"\\\\\\\\emptyset\\\", \\\"349\\\": \\\"\\\\\\\\diamondsuit\\\", \\\"350\\\": \\\"\\\\\\\\j\\\", \\\"351\\\": \\\"\\\\\\\\longleftarrow\\\", \\\"352\\\": \\\"\\\\\\\\c\\\", \\\"353\\\": \\\"\\\\\\\\oslash\\\", \\\"354\\\": \\\"\\\\\\\\ddagger\\\", \\\"355\\\": \\\"?\\\", \\\"356\\\": \\\"\\\\\\\\bigcap\\\", \\\"357\\\": \\\"@\\\", \\\"358\\\": \\\"\\\\\\\\natural\\\", \\\"359\\\": \\\"\\\\\\\\prec\\\", \\\"360\\\": \\\"\\\\\\\\&\\\", \\\"361\\\": \\\"\\\\\\\\nearrow\\\", \\\"362\\\": \\\"\\\\\\\\amalg\\\", \\\"363\\\": \\\"\\\\\\\\Diamond\\\", \\\"364\\\": \\\"\\\\\\\\Pr\\\", \\\"365\\\": \\\"\\\\\\\\arccos\\\", \\\"366\\\": \\\"\\\\\\\\therefore\\\", \\\"367\\\": \\\"\\\\\\\\varprojlim\\\", \\\"368\\\": \\\"\\\\\\\\bigtriangledown\\\", \\\"369\\\": \\\"\\\\\\\\bigwedge\\\", \\\"370\\\": \\\"\\\\\\\\diamond\\\", \\\"371\\\": \\\"\\\\\\\\gtrsim\\\", \\\"372\\\": \\\"\\\\\\\\surd\\\", \\\"373\\\": \\\"\\\\\\\\succ\\\", \\\"374\\\": \\\"\\\\\\\\xleftarrow\\\", \\\"375\\\": \\\"\\\\\\\\underset\\\", \\\"376\\\": \\\"\\\\\\\\lg\\\", \\\"377\\\": \\\"\\\\\\\\Uparrow\\\", \\\"378\\\": \\\"\\\\\\\\varinjlim\\\", \\\"379\\\": \\\"\\\\\\\\hom\\\", \\\"380\\\": \\\"\\\\\\\\triangleright\\\", \\\"381\\\": \\\"\\\\\\\\SS\\\", \\\"382\\\": \\\"\\\\\\\\bigm\\\", \\\"383\\\": \\\"\\\\\\\\upharpoonright\\\", \\\"384\\\": \\\"\\\\\\\\rtimes\\\", \\\"385\\\": \\\"\\\\\\\\coprod\\\", \\\"386\\\": \\\"\\\\\\\\nleftrightarrow\\\", \\\"387\\\": \\\"\\\\\\\\lgroup\\\", \\\"388\\\": \\\"\\\\\\\\rgroup\\\", \\\"389\\\": \\\"\\\\\\\\sqcap\\\", \\\"390\\\": \\\"\\\\\\\\succeq\\\", \\\"391\\\": \\\"\\\\\\\\inf\\\", \\\"392\\\": \\\"\\\\\\\\models\\\", \\\"393\\\": \\\"\\\\\\\\ltimes\\\", \\\"394\\\": \\\"\\\\\\\\Bigm\\\", \\\"395\\\": \\\"\\\\\\\\asymp\\\", \\\"396\\\": \\\"\\\\\\\\Longleftarrow\\\", \\\"397\\\": \\\"\\\\\\\\LARGE\\\", \\\"398\\\": \\\"\\\\\\\\smallint\\\", \\\"399\\\": \\\"\\\\\\\\subsetneqq\\\", \\\"400\\\": \\\"\\\\\\\\leqq\\\", \\\"401\\\": \\\"\\\\\\\\vDash\\\", \\\"402\\\": \\\"\\\\\\\\preceq\\\", \\\"403\\\": \\\"\\\\\\\\limsup\\\", \\\"404\\\": \\\"\\\\\\\\nleq\\\", \\\"405\\\": \\\"\\\\\\\\varkappa\\\", \\\"406\\\": \\\"\\\\\\\\Downarrow\\\", \\\"407\\\": \\\"\\\\\\\\Tilde\\\", \\\"408\\\": \\\"\\\\\\\\AA\\\", \\\"409\\\": \\\"\\\\\\\\gets\\\", \\\"410\\\": \\\"\\\\\\\\shortparallel\\\", \\\"411\\\": \\\"\\\\\\\\thicksim\\\", \\\"412\\\": \\\"\\\\\\\\uplus\\\", \\\"413\\\": \\\"\\\\\\\\normalsize\\\", \\\"414\\\": \\\"\\\\\\\\noindent\\\", \\\"415\\\": \\\"\\\\\\\\ae\\\", \\\"416\\\": \\\"\\\\\\\\pitchfork\\\", \\\"417\\\": \\\"\\\\\\\\approxeq\\\", \\\"418\\\": \\\"\\\\\\\\vdots\\\", \\\"419\\\": \\\"\\\\\\\\ointop\\\", \\\"420\\\": \\\"\\\\\\\\iiint\\\", \\\"421\\\": \\\"\\\\\\\\rightleftharpoons\\\", \\\"422\\\": \\\"\\\\\\\\newline\\\", \\\"423\\\": \\\"\\\\\\\\Bar\\\", \\\"424\\\": \\\"\\\\\\\\biggm\\\", \\\"425\\\": \\\"\\\\\\\\iint\\\", \\\"426\\\": \\\"\\\\\\\\searrow\\\", \\\"427\\\": \\\"\\\\\\\\varpropto\\\", \\\"428\\\": \\\"\\\\\\\\overleftrightarrow\\\", \\\"429\\\": \\\"\\\\\\\\trianglelefteq\\\", \\\"430\\\": \\\"\\\\\\\\ddag\\\", \\\"431\\\": \\\"\\\\\\\\$\\\", \\\"432\\\": \\\"\\\\\\\\gtrapprox\\\", \\\"433\\\": \\\"\\\\\\\\]\\\", \\\"434\\\": \\\"\\\\\\\\[\\\", \\\"435\\\": \\\"\\\\\\\\bigvee\\\", \\\"436\\\": \\\"\\\\\\\\notag\\\", \\\"437\\\": \\\"\\\\\\\\vartriangle\\\", \\\"0\\\": \\\"<pad>\\\"}\", \"word_index\": \"{\\\"<unk>\\\": 1, \\\"{\\\": 2, \\\"}\\\": 3, \\\"_\\\": 4, \\\"^\\\": 5, \\\"(\\\": 6, \\\")\\\": 7, \\\"2\\\": 8, \\\"1\\\": 9, \\\"=\\\": 10, \\\"<start>\\\": 11, \\\"<end>\\\": 12, \\\"-\\\": 13, \\\",\\\": 14, \\\"+\\\": 15, \\\"\\\\\\\\frac\\\": 16, \\\"i\\\": 17, \\\"x\\\": 18, \\\"0\\\": 19, \\\".\\\": 20, \\\"a\\\": 21, \\\"n\\\": 22, \\\"d\\\": 23, \\\"\\\\\\\\mu\\\": 24, \\\"k\\\": 25, \\\"m\\\": 26, \\\"3\\\": 27, \\\"t\\\": 28, \\\"r\\\": 29, \\\"e\\\": 30, \\\"p\\\": 31, \\\"A\\\": 32, \\\"\\\\\\\\partial\\\": 33, \\\"4\\\": 34, \\\"j\\\": 35, \\\"\\\\\\\\alpha\\\": 36, \\\"|\\\": 37, \\\"g\\\": 38, \\\"b\\\": 39, \\\"c\\\": 40, \\\"s\\\": 41, \\\"\\\\\\\\nu\\\": 42, \\\"f\\\": 43, \\\"\\\\\\\\pi\\\": 44, \\\"z\\\": 45, \\\"]\\\": 46, \\\"[\\\": 47, \\\"\\\\\\\\phi\\\": 48, \\\"q\\\": 49, \\\"y\\\": 50, \\\"\\\\\\\\lambda\\\": 51, \\\"T\\\": 52, \\\"N\\\": 53, \\\"R\\\": 54, \\\"M\\\": 55, \\\"B\\\": 56, \\\"S\\\": 57, \\\"l\\\": 58, \\\"/\\\": 59, \\\"F\\\": 60, \\\"L\\\": 61, \\\"\\\\\\\\theta\\\": 62, \\\"D\\\": 63, \\\"\\\\\\\\over\\\": 64, \\\"\\\\\\\\sigma\\\": 65, \\\"\\\\\\\\sqrt\\\": 66, \\\"\\\\\\\\prime\\\": 67, \\\"u\\\": 68, \\\"\\\\\\\\gamma\\\": 69, \\\"H\\\": 70, \\\"\\\\\\\\rho\\\": 71, \\\"P\\\": 72, \\\"\\\\\\\\hat\\\": 73, \\\"\\\\\\\\sum\\\": 74, \\\"C\\\": 75, \\\"V\\\": 76, \\\"X\\\": 77, \\\"E\\\": 78, \\\"\\\\\\\\psi\\\": 79, \\\"G\\\": 80, \\\"v\\\": 81, \\\"\\\\\\\\tilde\\\": 82, \\\"\\\\\\\\delta\\\": 83, \\\"h\\\": 84, \\\"\\\\\\\\omega\\\": 85, \\\"\\\\\\\\tau\\\": 86, \\\"\\\\\\\\beta\\\": 87, \\\"5\\\": 88, \\\"\\\\\\\\int\\\": 89, \\\"Q\\\": 90, \\\"\\\\\\\\bar\\\": 91, \\\"I\\\": 92, \\\"\\\\\\\\epsilon\\\": 93, \\\"\\\\\\\\vec\\\": 94, \\\"'\\\": 95, \\\"6\\\": 96, \\\"\\\\\\\\eta\\\": 97, \\\"\\\\\\\\rangle\\\": 98, \\\"J\\\": 99, \\\"K\\\": 100, \\\"\\\\\\\\Delta\\\": 101, \\\"\\\\\\\\Gamma\\\": 102, \\\"\\\\\\\\xi\\\": 103, \\\"\\\\\\\\Phi\\\": 104, \\\"\\\\\\\\cdot\\\": 105, \\\"W\\\": 106, \\\"U\\\": 107, \\\"*\\\": 108, \\\"\\\\\\\\pm\\\": 109, \\\"\\\\\\\\}\\\": 110, \\\"\\\\\\\\{\\\": 111, \\\"8\\\": 112, \\\"Z\\\": 113, \\\"\\\\\\\\varphi\\\": 114, \\\"\\\\\\\\Lambda\\\": 115, \\\"w\\\": 116, \\\"o\\\": 117, \\\"\\\\\\\\chi\\\": 118, \\\"\\\\\\\\Omega\\\": 119, \\\"\\\\\\\\langle\\\": 120, \\\";\\\": 121, \\\"\\\\\\\\kappa\\\": 122, \\\"\\\\\\\\overline\\\": 123, \\\"\\\\\\\\infty\\\": 124, \\\"\\\\\\\\equiv\\\": 125, \\\"Y\\\": 126, \\\"7\\\": 127, \\\"\\\\\\\\Psi\\\": 128, \\\">\\\": 129, \\\"\\\\\\\\sin\\\": 130, \\\"\\\\\\\\dot\\\": 131, \\\"\\\\\\\\cdots\\\": 132, \\\"<\\\": 133, \\\"\\\\\\\\ldots\\\": 134, \\\"\\\\\\\\cos\\\": 135, \\\"\\\\\\\\varepsilon\\\": 136, \\\"O\\\": 137, \\\"9\\\": 138, \\\"\\\\\\\\to\\\": 139, \\\"\\\\\\\\nabla\\\": 140, \\\":\\\": 141, \\\"\\\\\\\\ln\\\": 142, \\\"\\\\\\\\zeta\\\": 143, \\\"\\\\\\\\times\\\": 144, \\\"\\\\\\\\exp\\\": 145, \\\"\\\\\\\\ell\\\": 146, \\\"\\\\\\\\Sigma\\\": 147, \\\"\\\\\\\\otimes\\\": 148, \\\"!\\\": 149, \\\"\\\\\\\\mbox\\\": 150, \\\"\\\\\\\\sim\\\": 151, \\\"\\\\\\\\hbar\\\": 152, \\\"\\\\\\\\wedge\\\": 153, \\\"\\\\\\\\leq\\\": 154, \\\"\\\\\\\\dagger\\\": 155, \\\"\\\\\\\\log\\\": 156, \\\"\\\\\\\\prod\\\": 157, \\\"\\\\\\\\mid\\\": 158, \\\"\\\\\\\\rightarrow\\\": 159, \\\"\\\\\\\\Pi\\\": 160, \\\"\\\\\\\\approx\\\": 161, \\\"\\\\\\\\widetilde\\\": 162, \\\"\\\\\\\\vert\\\": 163, \\\"\\\\\\\\Big\\\": 164, \\\"\\\\\\\\circ\\\": 165, \\\"\\\\\\\\Theta\\\": 166, \\\"\\\\\\\\geq\\\": 167, \\\"in\\\": 168, \\\"\\\\\\\\ast\\\": 169, \\\"\\\\\\\\in\\\": 170, \\\"\\\\\\\\widehat\\\": 171, \\\"\\\\\\\\simeq\\\": 172, \\\"\\\\\\\\perp\\\": 173, \\\"\\\\\\\\stackrel\\\": 174, \\\"$\\\": 175, \\\"\\\\\\\\|\\\": 176, \\\"\\\\\\\\sinh\\\": 177, \\\"\\\\\\\\star\\\": 178, \\\"\\\\\\\\mathfrak\\\": 179, \\\"\\\\\\\\cosh\\\": 180, \\\"\\\\\\\\neq\\\": 181, \\\"\\\\\\\\dots\\\": 182, \\\"\\\\\\\\tan\\\": 183, \\\"\\\\\\\\uparrow\\\": 184, \\\"\\\\\\\\big\\\": 185, \\\"\\\\\\\\mp\\\": 186, \\\"\\\\\\\\Bigr\\\": 187, \\\"\\\\\\\\oplus\\\": 188, \\\"\\\\\\\\Bigl\\\": 189, \\\"\\\\\\\\lim\\\": 190, \\\"\\\\\\\\vartheta\\\": 191, \\\"\\\\\\\\longrightarrow\\\": 192, \\\"\\\\\\\\det\\\": 193, \\\"\\\\\\\\mapsto\\\": 194, \\\"\\\\\\\\oint\\\": 195, \\\"''\\\": 196, \\\"\\\\\\\\propto\\\": 197, \\\"\\\\\\\\dag\\\": 198, \\\"\\\\\\\\not\\\": 199, \\\"\\\\\\\\Xi\\\": 200, \\\"\\\\\\\\bigg\\\": 201, \\\"\\\\\\\\check\\\": 202, \\\"\\\\\\\\triangle\\\": 203, \\\"\\\\\\\\cong\\\": 204, \\\"\\\\\\\\cap\\\": 205, \\\"\\\\\\\\ddot\\\": 206, \\\"\\\\\\\\biggl\\\": 207, \\\"\\\\\\\\biggr\\\": 208, \\\"\\\\\\\\cot\\\": 209, \\\"\\\\\\\\subset\\\": 210, \\\"\\\\\\\\hbox\\\": 211, \\\"\\\\\\\\bigr\\\": 212, \\\"\\\\\\\\bigl\\\": 213, \\\"\\\\\\\\arctan\\\": 214, \\\"\\\\\\\\Rightarrow\\\": 215, \\\"\\\\\\\\sp\\\": 216, \\\"\\\\\\\\le\\\": 217, \\\"\\\\\\\\ge\\\": 218, \\\"\\\\\\\\varrho\\\": 219, \\\"\\\\\\\\cup\\\": 220, \\\"\\\\\\\\imath\\\": 221, \\\"\\\\\\\\Bigg\\\": 222, \\\"\\\\\\\\lbrack\\\": 223, \\\"\\\\\\\\subseteq\\\": 224, \\\"\\\\\\\\ll\\\": 225, \\\"\\\\\\\\forall\\\": 226, \\\"\\\\\\\\neg\\\": 